export interface Region {
    id: number;
    nameRus: string;
    nameKaz: string;
}

export const REGIONS: Region[] = [
    {
        "id": 1,
        "nameRus": "г. Астана",
        "nameKaz": "Астана қаласы"
    },
    {
        "id": 2,
        "nameRus": "г. Алматы",
        "nameKaz": "Алматы қаласы"
    },
    {
        "id": 3,
        "nameRus": "г. Шымкент",
        "nameKaz": "Шымкент қаласы"
    },
    {
        "id": 4,
        "nameRus": "Алматинская область",
        "nameKaz": "Алматы облысы"
    },
    {
        "id": 5,
        "nameRus": "Абайская область",
        "nameKaz": "Абай облысы"
    },
    {
        "id": 6,
        "nameRus": "Акмолинская область",
        "nameKaz": "Ақмола облысы"
    },
    {
        "id": 7,
        "nameRus": "Актюбинская область",
        "nameKaz": "Ақтөбе облысы"
    },
    {
        "id": 8,
        "nameRus": "Алматинская область",
        "nameKaz": "Алматы облысы"
    },
    {
        "id": 9,
        "nameRus": "Атырауская область",
        "nameKaz": "Атырау облысы"
    },
    {
        "id": 10,
        "nameRus": "Восточно-Казахстанская область",
        "nameKaz": "Шығыс Қазақстан облысы"
    },
    {
        "id": 11,
        "nameRus": "Жамбылская область",
        "nameKaz": "Жамбыл облысы"
    },
    {
        "id": 12,
        "nameRus": "Жетысуская область",
        "nameKaz": "Жетісу облысы"
    },
    {
        "id": 13,
        "nameRus": "Западно-Казахстанская область",
        "nameKaz": "Батыс Қазақстан облысы"
    },
    {
        "id": 14,
        "nameRus": "Карагандинская область",
        "nameKaz": "Қарағанды облысы"
    },
    {
        "id": 15,
        "nameRus": "Костанайская область",
        "nameKaz": "Қостанай облысы"
    },
    {
        "id": 16,
        "nameRus": "Кызылординская область",
        "nameKaz": "Қызылорда облысы"
    },
    {
        "id": 17,
        "nameRus": "Мангистауская область",
        "nameKaz": "Маңғыстау облысы"
    },
    {
        "id": 18,
        "nameRus": "Павлодарская область",
        "nameKaz": "Павлодар облысы"
    },
    {
        "id": 19,
        "nameRus": "Северо-Казахстанская область",
        "nameKaz": "Солтүстік Қазақстан облысы"
    },
    {
        "id": 20,
        "nameRus": "Туркестанская область",
        "nameKaz": "Түркістан облысы"
    },
    {
        "id": 21,
        "nameRus": "Улытауская область",
        "nameKaz": "Ұлытау облысы"
    }
];
