

export const initialLevels = [
    {
        name: '«Организация внутреннего контроля»',
        status: 'finished',
        grade: 100,
        subLevels: [
            { name: 'Подача уведомления СФМ' },
            { name: 'Определение ответственного лица по ПОД/ФТ' },
            { name: 'Регистрация в личном кабинете' },
            { name: 'Формирование досье клиента' },
        ]
    },
    {
        name: '«Риск-ориентированный подход»',
        status: 'closed',
        grade: null,
        subLevels: [
            { name: 'Оценку риска в зависимости от типа клиента' },
            { name: 'Оценку странового риска' },
            { name: 'Оценку риска услуги и продукта' },
            { name: 'Оценку риска способа предоставления услуги' },
        ]
    },
    {
        name: '«Надлежащая проверка клиента»',
        status: 'closed',
        grade: null,
        subLevels: [
            { name: 'Идентификация' },
            { name: 'Усиленные меры' },
            { name: 'Упрощенные меры' },
            { name: 'БС' },
            { name: 'Списки' },
            { name: 'ФТ' },
            { name: 'Серые и черные списки' },
        ]
    },
    {
        name: '«Мониторинг операций»',
        status: 'closed',
        grade: null,
        subLevels: [
            { name: 'выявление пороговых операций' },
            { name: 'выявление подозрительных операций' },
            { name: 'выявление операций, связанных с типологиями.' },
            { name: 'заполнение отчета (формы ФМ-1)' },
        ]
    },
    {
        name: '«Рейтинг СФМ»',
        status: 'closed',
        grade: null,
        subLevels: [
            { name: 'Подача уведомления СФМ' },
            { name: 'Определение ответственного лица по ПОД/ФТ' },
            { name: 'Регистрация в личном кабинете' },
            { name: 'Формирование досье клиента' },
        ]
    },
    {
        name: '«Оценка рисков»',
        status: 'closed',
        grade: null,
        subLevels: [
            { name: 'Подача уведомления СФМ' },
            { name: 'Определение ответственного лица по ПОД/ФТ' },
            { name: 'Регистрация в личном кабинете' },
            { name: 'Формирование досье клиента' },
        ]
    },
] 