export const levels = [
    {
        name: '«Организация внутреннего контроля»',
        status: 'finished',
        grade: 100,
        subLevels: [
            { name: 'Подача уведомления СФМ' },
            { name: 'Определение ответственного лица по ПОД/ФТ' },
            { name: 'Регистрация в личном кабинете' },
            { name: 'Формирование досье клиента' },
        ]
    },
    {
        name: '«Риск-ориентированный подход»',
        status: 'closed',
        grade: null,
        subLevels: [
            { name: 'Подача уведомления СФМ' },
            { name: 'Определение ответственного лица по ПОД/ФТ' },
            { name: 'Регистрация в личном кабинете' },
            { name: 'Формирование досье клиента' },
        ]
    },
    {
        name: '«Надлежащая проверка клиента»',
        status: 'closed',
        grade: null,
        subLevels: [
            { name: 'Подача уведомления СФМ' },
            { name: 'Определение ответственного лица по ПОД/ФТ' },
            { name: 'Регистрация в личном кабинете' },
            { name: 'Формирование досье клиента' },
        ]
    },
    {
        name: '«Мониторинг операций»',
        status: 'closed',
        grade: null,
        subLevels: [
            { name: 'Подача уведомления СФМ' },
            { name: 'Определение ответственного лица по ПОД/ФТ' },
            { name: 'Регистрация в личном кабинете' },
            { name: 'Формирование досье клиента' },
        ]
    },
    {
        name: '«Рейтинг СФМ»',
        status: 'closed',
        grade: null,
        subLevels: [
            { name: 'Подача уведомления СФМ' },
            { name: 'Определение ответственного лица по ПОД/ФТ' },
            { name: 'Регистрация в личном кабинете' },
            { name: 'Формирование досье клиента' },
        ]
    },
    {
        name: '«Оценка рисков»',
        status: 'closed',
        grade: null,
        subLevels: [
            { name: 'Подача уведомления СФМ' },
            { name: 'Определение ответственного лица по ПОД/ФТ' },
            { name: 'Регистрация в личном кабинете' },
            { name: 'Формирование досье клиента' },
        ]
    },
] 