export const instructionText = `ИНСТРУКЦИЯ
для участников Национальной олимпиады по финансовой безопасности,
проводимой на базе Академии финансового мониторинга «AML ACADEMY».

1. Национальная олимпиада направлена на повышение информационной, финансовой, правовой грамотности и культурного уровня молодежи (далее – Олимпиада). 
2. Желающие принять участие в Олимпиаде должны в обязательном порядке пройти регистрацию на специальной странице официального сайта Академии финансового мониторинга «AML ACADEMY», (далее – Академия) «Национальная олимпиада по финансовой безопасности»: https://www.amlacademy.kz/.
3. После регистрации участнику Олимпиады на указанный адрес электронной почты поступит письмо от Организационного Комитета (далее – Оргкомитет) с указанием персонального логина, пароля и ссылки для прохождения тестирования (в онлайн формате). 
4. Олимпиада состоит из трех этапов:
- Онлайн тестирование; 
- Написание эссе в оффлайн формате на площадке территориальных департаментов Агентства для отбора 40 финалистов;
- Финальный отбор 10 победителей посредством интеллектуальной игры и турнира по фиджитал-спорту в г. Астана.
5. 1-й этап – тестирование.  
\tКоличество тестовых вопросов на 1 участника - 50 вопросов. Время проведения тестирования – 100 минут.  Время начала тестирования – 10 часов 00 минут. Время завершения тестирования – 11 часов 40 минут. Допускается погрешность во времени начала и завершения тестирования на 5 минут, с учетом установленного времени проведения тестирования. Тестирование состоится 21 апреля 2025 года с 10 часов 00 минут до 11 часов 40 минут. 
Результат тестирования в баллах участник получает после ввода ответов и их электронной проверки. Проходной балл тестирования составляет – 50 баллов (один правильный ответ равен 0,5 балла). 
Работы участников 1-го этапа проверяются программно-аппаратным способом и апелляции не подлежат.
Важно! Для участия в тестировании необходимо подключение со стационарного компьютера или ноутбука, имеющего доступ к информационно-телекоммуникационной сети Интернет. 
Результаты 1-го этапа будут размещены на сайте: https://www.amlacademy.kz/.
6. 2-й этап – эссе. 
Лица, прошедшие 1-й этап, допускаются к написанию эссе.  
Написание эссе состоится 25 апреля 2025 года с 10 часов 00 минут до 11 часов 20 минут.
Местом проведения 2-го этапа определены площадки территориальных департаментов Агентства.
Вход участников на площадку организатора олимпиады осуществляется заблаговременно до начала 2-го этапа за 30 минут. 
Подробные требования и порядок написания эссе изложены в Положении и Регламенте.  
Важно! Для участия в написании эссе при себе необходимо иметь документ, удостоверяющий личность (удостоверение личности либо паспорт). 
Во время написания эссе запрещается использование технических устройств, такие устройства подлежат изъятию.  
7. Заявление на апелляцию принимается на сайте Академии: https://www.amlacademy.kz/.
Срок подачи заявления на апелляцию: в течение 2-х рабочих дней после объявления результатов 2-го тура. 
8. Результаты апелляции размещаются на сайте Академии. 
9. Финальный этап состоится из 10 победителей посредством интеллектуальной игры и турнира по фиджитал-спорту в г. Астана.
10. Победители будут определены из числа участников, набравших самые высокие баллы. 
11. Список победителей Олимпиады будет размещен на сайте Академии. 

* Внимание! Даты и время могут быть скорректированы по техническим причинам, независящим от Организационного комитета. Все участники будут информированы об изменениях не позднее чем за 24 часа. 


Организационный комитет`;


export const instructionKz = `
«AML ACADEMY» Қаржылық мониторинг академиясының базасында өткізілетін. Ұлттық қаржылық қауіпсіздік олимпиадасының қатысушыларына арналған 
НҰСҚАУЛЫҚ


1. Ұлттық олимпиада жастардың ақпараттық, қаржылық, құқықтық сауаттылығын және мәдени деңгейін арттыруға бағытталған (бұдан әрі - Олимпиада).
2. Олимпиадаға қатысқысы келетіндер міндетті түрде «AML ACADEMY» Қаржылық мониторинг академиясының ресми сайтындағы арнайы бетте тіркелу керек (бұдан әрі - Академия) «Қаржылық қауіпсіздік бойынша ұлттық олимпиада»: https://www.amlacademy.kz/.
3. Тіркелгеннен кейін Олимпиада қатысушысының электрондық поштасына Ұйымдастыру комитетінен (бұдан әрі - Оргкомитет) жеке логин, пароль және тестілеуден өту үшін сілтеме көрсетілген хат келеді (онлайн форматта).
4. Олимпиада үш кезеңнен тұрады:
- Онлайн тестілеу;
- 20 финалистті іріктеу үшін Агенттіктің аумақтық департаменттерінде оффлайн форматта эссе жазу;
- Астана қаласында интеллектуалды ойын және фиджитал-шахмат турнирі арқылы 10 жеңімпазды финалдық іріктеу.
5. 1-кезең - тестілеу.
1 қатысушыға арналған тест сұрақтарының саны - 50 сұрақ. Тестілеудің ұзақтығы - 100 минут. Тестілеудің басталу уақыты - 10:00. Тестілеудің аяқталу уақыты - 11:40. Тестілеудің басталуы мен аяқталу уақытында 5 минуттық дәлсіздік рұқсат етіледі, тестілеу уақытына сәйкес. Тестілеу 2025 жылғы 5 сәуірде 10:00-ден 11:40-қа дейін өтеді.
Тестілеу нәтижелері қатысушы жауаптарды енгізгеннен кейін және электронды тексеруден өткеннен кейін балл түрінде беріледі. Тестілеуден өту баллы - 50 балл (бір дұрыс жауап 0,5 балға тең).
1-кезең қатысушыларының жұмыстары бағдарламалық-аппараттық әдіспен тексеріледі және апелляцияға жатпайды.
Маңызды! Тестілеуге қатысу үшін интернетке қолжетімді стационарлық компьютер немесе ноутбукпен қосылу қажет.
1-кезеңнің нәтижелері сайтта жарияланады: https://www.amlacademy.kz/.
6. 2-кезең - эссе.
1-кезеңнен өткен тұлғаларға эссе жазуға рұқсат беріледі.
Эссе жазу 2025 жылғы 10 сәуірде 10:00-ден 11:20-ға дейін өтеді.
2-кезеңнің өткізілу орны Агенттіктің аумақтық департаменттерінің алаңдары болып табылады.
Олимпиаданың ұйымдастырушыларының алаңына қатысушылардың кіруі 2-кезеңнің басталуына 30 минут қалғанда ұйымдастырылады.
Эссе жазуға қойылатын талаптар мен тәртіп Положение және Регламентте көрсетілген.
Маңызды! Эссе жазу кезінде жеке басын куәландыратын құжат (жеке куәлік немесе паспорт) болуы керек.
Эссе жазу кезінде техникалық құрылғыларды қолдануға тыйым салынады, осындай құрылғылар алынады.
7. Апелляцияға өтініш Академияның сайтында қабылданады: https://www.amlacademy.kz/.
Апелляцияға өтініш беру мерзімі: 2 жұмыс күні ішінде 2-тур нәтижелері жарияланғаннан кейін.
8. Апелляция нәтижелері Академияның сайтында жарияланады.
9.	Финалдық кезең 10 жеңімпаздың интеллектуалды ойын мен фиджитал-шахмат турнирі арқылы Астана қаласында өтеді.
10.	Жеңімпаздар ең жоғары балл жинаған қатысушылар арасынан анықталады.
11. Олимпиаданың жеңімпаздарының тізімі Академияның сайтында жарияланады.

* Назар аударыңыз! Күндер мен уақыт техникалық себептермен, Ұйымдастыру комитетіне байланысты емес, өзгертілуі мүмкін. Барлық қатысушылар өзгерістер туралы 24 сағаттан кешіктірмей хабардар етіледі.

Ұйымдастыру комитеті
`




export const regulationText = `Приложение 

Регламент по написанию Эссе (для участников Национальной олимпиады по финансовой безопасности) 

Эссе – это сочинение небольшого объема, свободно выражающее индивидуальные впечатления и размышления по поводу услышанного, прочитанного, просмотренного. Цель работы – раскрыть предложенную тему путем приведения каких-либо аргументов. Эссе не может содержать много идей. Оно отражает только один вариант размышлений и развивает его. 
При написании эссе старайтесь отвечать четко на поставленный вопрос и не отклоняйтесь от темы. Эссе - строго индивидуальная работа и не терпит соавторства.  
Время написания эссе – 80 минут. 

Оформление материалов эссе 
Объем эссе – до 2-3 страниц машинописного текста в редакторе «Блокнот». Шрифт: Times New Roman, кегль - 14, интервал – 1,5. 
Все поля по 20 мм. Вверху слева указывается фамилия, имя, отчество автора эссе. Далее, через один интервал - название эссе жирным шрифтом. Затем, через один пропущенный интервал располагается текст.  

Написание эссе 
Подготовка к написанию эссе. При выборе вопроса по какой-либо тематике, прежде чем составлять план Вашего ответа, убедитесь в том, что Вы внимательно прочитали и правильно поняли его, поскольку он может быть интерпретирован по-разному, а чтобы его осветить существует несколько подходов: следовательно, Вам необходимо будет выбрать вариант подхода, которому Вы будете следовать, а также иметь возможность обосновать Ваш выбор. При этом содержание вопроса может охватывать широкий спектр проблем, требующих привлечения большого объема литературы. 
В этом случае следует освещать только определенные аспекты этого вопроса. У Вас не возникнет никаких проблем, если Вы не будете выходить за рамки очерченного круга, а Ваш выбор будет вполне обоснован, и Вы сможете подкрепить его соответствующими доказательствами. Заголовок эссе может не находится в прямой зависимости от темы. 
Кроме отражения содержания работы он может являться отправной точкой в размышлениях автора. Прежде чем приступить к написанию эссе, проанализируйте имеющуюся у Вас информацию, а затем составьте тезисный план.  
Структура эссе: вступление, основная часть (развитие темы), заключение. 
Вступление 
Актуальность, суть и обоснование выбранной темы.  
Должно включать краткое изложение Вашего понимания и подход к ответу на данный вопрос. Полезно осветить то, что Вы предполагаете сделать в работе, и то, что в Ваше эссе не войдет, а также дать краткие определения ключевых терминов. При этом постарайтесь свести к минимуму число определений. 

Основная часть 
Данная часть предполагает развитие Вашей логической аргументации и анализа, а также обоснование их, исходя из имеющихся данных, других аргументов и позиций по этому вопросу. Предлагаемая Вами аргументация (или анализ) должна быть структурирована. В основной части Вы должны логически обосновать, используя данные или строгие рассуждения, Вашу аргументацию или анализ. Не ссылайтесь на работы, которые не читали сами. Небрежное оперирование данными, включая чрезмерное обобщение, снижает оценку. Следует избегать повторений. 
Необходимо писать коротко, четко и ясно. 
Обращается внимание на: 
- структурное выделение разделов и подразделов работы; 
- логичность изложения материала;  
- обоснованность выводов автора;  
- оригинальность и новизну выводов автора; 
- отсутствие лишнего материала, не имеющего отношение к работе;  
- способность построить и доказать Вашу позицию по определенным проблемам на основе приобретенных Вами знаний; 
- аргументированное раскрытие темы на основе собранного материала. 
Заключение 
В данном блоке отражается оценивается наличие необходимых выводов по теме, а также указание на дальнейшие направления развития темы.`;

export const regulationKz = `
Эссе жазу регламенті (Қаржы қауіпсіздігі жөніндегі халықаралық олимпиадаға іріктеу турына қатысушылар үшін) 

Эссе – бұл естігені, оқығаны, көргені туралы жеке әсерлер мен ойларды еркін білдіретін шағын көлемді шығарма. Жұмыстың мақсаты - қандай да бір дәлелдер келтіру арқылы ұсынылған тақырыпты ашу. Эсседе көптеген идеялар болуы мүмкін емес. Ол ойдың бір ғана нұсқасын көрсетеді және оны дамытады. Эссе жазу кезінде қойылған сұраққа нақты жауап беруге тырысыңыз және тақырыптан ауытқымаңыз. Эссе - бұл қатаң жеке жұмыс және бірлескен авторлыққа жол бермейді.  
Эссе жазу уақыты – 80 минут. 

Эссе материалдарын ресімдеу. 
Эссе көлемі – «Блокнот» редакторында машинамен басылған мәтіннің 2-3 бетіне дейін. Қаріп: Times New Roman, кегль - 14, интервал - 1,5. Барлық жиектер 20 мм. Жоғарғы сол жақта эссе авторының тегі, аты, әкесінің аты көрсетіледі. Әрі қарай, бір интервалдан кейін - эссенің атауы қалың қаріппен. Содан кейін жіберілген бір интервалдан кейін мәтін орналастырылады.  

Эссе жазу 
Эссе жазуға дайындық. Жауаптың жоспарын жасамас бұрын, кез-келген тақырып бойынша сұрақты таңдағанда, оны мұқият оқып, дұрыс түсінгеніңізге көз жеткізіңіз, өйткені оны әр түрлі түсіндіруге болады және оны жарықтандыру үшін бірнеше тәсілдер бар: сондықтан Сіз ұстанатын тәсілдің нұсқасын таңдауыңыз керек, сондай-ақ Сіздің таңдауыңызды негіздей білуіңіз керек. Сонымен қатар мәселенің мазмұны көптеген әдебиеттерді тартуды қажет ететін көптеген мәселелерді қамтуы мүмкін. Бұл жағдайда тек осы мәселенің кейбір аспектілері қамтылуы керек. Егер Сіз белгіленген шеңберден шықпасаңыз және Сіздің таңдауыңыз толығымен негізделген болса және Сіз оны тиісті дәлелдермен қолдай алсаңыз, Сізде ешқандай мәселелер болмайды. 
Эссе атауы тақырыпқа тікелей байланысты болмауы мүмкін. Жұмыстың мазмұнын көрсетуден басқа, ол автордың ойларының бастапқы нүктесі бола алады. 
Эссе жазуды бастамас бұрын, Сізде бар ақпаратты талдаңыз, содан кейін тезис жоспарын жасаңыз.  
Эссе құрылымы: кіріспе, негізгі бөлім (тақырыпты дамыту), қорытынды. 
Кіріспе 
Таңдалған тақырыптың өзектілігі, мәні және негіздемесі.  
Сіздің түсінігіңіздің қысқаша мазмұнын және берілген сұраққа жауап беру тәсілін қамтуы керек. Жұмыста не істеу керектігін және Сіздің эссеңізге не кірмейтінін бөліп көрсету, сонымен қатар негізгі терминдерге қысқаша анықтама беру пайдалы. Бұл ретте анықтамалар санын азайтуға тырысыңыз. 
Негізгі бөлігі 
Бұл бөлім Сіздің логикалық дәлелдеріңіз бен талдауларыңызды дамытуды, сондай-ақ қолда бар деректерге, осы мәселе бойынша басқа дәлелдер мен ұстанымдарға сүйене отырып, оларды негіздеуді қамтиды. Сіз ұсынған аргумент (немесе талдау) құрылымдалуы керек. Негізгі бөлімде Сіз деректерді немесе қатаң пайымдауды, дәлелдеуді немесе талдауды қолдана отырып, логикалық негіздеуіңіз керек. Өзіңіз оқымаған жұмыстарға сілтеме жасамаңыз. Деректерді немқұрайлы пайдалану, соның ішінде шамадан тыс жалпылау бағаны төмендетеді. Қайталаудан аулақ болу керек. Қысқа, ашық және анық жазу керек. 
Ескеріледі: 
- жұмыстың бөлімдері мен кіші бөлімдерін құрылымдық бөлу; 
- материалды ұсынудың қисындылығы;  
- автордың тұжырымдарының негізділігі;  
- автордың тұжырымдарының өзіндік ерекшелігі мен жаңалығы; 
- жұмысқа қатысы жоқ артық материалдың болмауы;  
- Сіз алған білім негізінде белгілі бір мәселелер бойынша Сіздің ұстанымыңызды құру және дәлелдеу мүмкіндігі; 
- жиналған материал негізінде тақырыпты дәлелді түрде ашу. 
Қорытынды 
Бұл блокта тақырып бойынша қажетті тұжырымдардың болуы, сондай-ақ тақырыпты дамытудың келесі бағыттары көрсетілген.
` 


export const provisionText = `    
ПОЛОЖЕНИЕ
о Национальной олимпиаде по финансовой безопасности для студентов

Глава 1. Общие Положения

1.	Настоящее Положение о Национальной олимпиаде по финансовой безопасности для студентов (далее – Олимпиада) определяет цели участников, этапы и порядок проведения Олимпиады.
2.	Олимпиада проводится в целях:
-	выявления одаренной молодежи, её дальнейшего интеллектуального развития и профессиональной ориентации;
-	популяризации и повышения уровня знаний о финансовой безопасности среди студентов;
-	развития у студентов навыков принятия осознанных и ответственных финансовых решений;
-	ограждения молодежи от вовлечения в различные мошеннические схемы.
3.	Организаторами Олимпиады являются Академия финансового мониторинга «AML Academy» (далее - AML Academy), Агентство Республики Казахстан по финансовому мониторингу (далее - Агентство), Академия правоохранительных органов при Генеральной Прокуратуре Республики Казахстан, Университет Туран-Алматы, Карагандинский университет 
им. Академика Е.А. Букетова.

2. Организация Олимпиады

4.	Для координации, осуществления организационной работы и информационно-технологического обеспечения по подготовке и проведению Олимпиады на основании приказа ректора AML Academy утверждается состав Организационного комитета и Методического совета.
5.	Организационный комитет:
1)	определяет общий порядок проведения этапов Олимпиады;
2)	контролирует проведение этапов Олимпиады;
3)	анализирует и обобщает итоги Олимпиады.
4)	утверждает форму дипломов победителей и призеров 3-го (финального) этапа Олимпиады;
5)	награждает победителей и призеров Олимпиады.
6.	Методический совет Олимпиады:
1)	разрабатывает задания всех этапов Олимпиады и критерии их оценки;
2)	отвечает за научно-методический уровень предлагаемых заданий, корректность и составление и соответствие их требованиям этапов Олимпиады, аутентичность заданий на казахском и русском языках;
3)	отвечает за конфиденциальность заданий до проведения соответствующих этапов.
7.	Жюри Олимпиады состоит из председателя и членов. В состав жюри могут включены нечетное количество преподавателей высших учебных заведений, представители Агентства, научного сообщества, призеры Международной олимпиады по финансовой безопасности и иные лица, осуществляющие деятельность в сфере противодействия отмыванию доходов и финансированию терроризма.
8.	Жюри Олимпиады: 
1)	проверяет и оценивает работы участников Олимпиады;
2)	определяет победителей Олимпиады.
9.	В состав Апелляционной комиссии входят представители AML Academy, Агентства, и ВУЗ, указанных в 1 пункте настоящего Положения.
10.	Апелляционная комиссия осуществляет следующие функции:
-	рассматривает апелляции участников; 
-	по результатам рассмотрения принимает решение об удовлетворении апелляции либо об отказе в удовлетворении апелляции;

3. Порядок проведения Олимпиады

11.	Олимпиада проводится в период с 20 марта по 23 мая 2025 года в три этапа:
1)	онлайн тестирование не позднее 21 апреля 2025 года;
2)	оффлайн написание эссе на площадке территориальных подразделений Агентства не позднее 25 апреля 2025 года;
3)	интеллектуальные игры и турнир по фиджитал-спорту в г. Астана не позднее 23 мая 2025 года.
12.	В Олимпиаде на добровольной основе принимают участие граждане Республики Казахстан-студенты 2-3 курсов высших учебных заведений, магистранты научно-педагогического направления 1-го курса не старше 30 лет, обучающиеся по специальностям в сферах юриспруденции, экономики и финансов, международных отношений, информационной безопасности, информационных технологий.
13.	Рабочими языками олимпиады являются казахский и русский языки.
14.	Для участия в Олимпиаде допускаются студенты и магистранты, прошедшие предварительную онлайн регистрацию на сайте AML Academy.
15.	Для сохранения прозрачности и академической честности олимпиады процесс ее проведения может обеспечиваться системой видеонаблюдения/аудиозаписи. 
16.	Участники Олимпиады дают согласие на обработку своих персональных данных: сбор, систематизацию, хранение выполненных заданий, ведение и хранение аудиозаписи и видеосъёмки, протоколов с результатами видеозаписи всех этапов.
Информационное обеспечение участников олимпиады реализуется посредством публикации информации на сайте «AML Academy», а также путем рассылки сообщений на электронные адреса участников, указанных ими при регистрации.
17.	Финансирование расходов, связанных с проведением олимпиады производится Организаторами за счет собственных и привлеченных (спонсорских) средств.

Первый этап 

18.	Первый этап Олимпиады проводится 21 апреля 2025 года в форме онлайн тестирования на сайте AML Academy.
19.	Вход на сайт участниками осуществляется посредством полученных при регистрации данных.
20.	Минимальные технические требования для прохождения тестирования: техническое устройство, подключенное к сети интернет. 
21.	Количество тестовых вопросов на 1 участника - 50. Время проведения тестирования – 100 минут.  Время начала тестирования – 10 часов 00 минут. Время завершения тестирования – 11 часов 40 минут. Допускается погрешность во времени начала и завершения тестирования на 5 минут, с учетом установленного времени проведения тестирования. 
22.	Результат тестирования в баллах участник получает после ввода ответов и их электронной проверки. Проходной балл тестирования составляет – 50 баллов (один правильный ответ равен 0,5 балла). 
Работы участников 1-го этапа проверяются программно-аппаратным способом и апелляции не подлежат.
23.	Списки участников, прошедших во 2-й этап олимпиады, публикуются на сайте AML Academy в соответствующем разделе в течение 2-х рабочих дней после завершения тестирования.
Второй этап 

24.	Второй этап Олимпиады состоит из написания эссе и проводится одновременно в назначенную дату очно на площадках территориальных подразделений Агентства. 
25.	Участник должен иметь при себе документ, удостоверяющий личность, письменные принадлежности (ручки чёрного/синего цвета), допускается наличие питьевой воды.
26.	Все рекомендации и инструкции по написанию эссе размещаются на официальном сайте «AML Academy».
27.	За 15 минут до начала второго этапа организаторы вскрывают конверты и раздают задания участникам олимпиады.
Выдача заданий производится в соответствии со схемой рассадки. Проверка работ участников осуществляется членами Жюри в закрытом режиме. 
Во время проведения туров 2-го (итогового) этапа участнику запрещается разговаривать с другими участниками, менять место своего расположения без разрешения организаторов, обмениваться записями с другими участниками.  
28.	Информация о дате, времени и месте проведения апелляций указывается на сайте «AML Academy» или в Программе второго этапа. 
29.	Результаты участников второго этапа публикуются на сайте «AML Academy» в соответствующем разделе в течение 2-х рабочих дней после его завершения.
Итоговые результаты объявляются после проведения апелляции, публикуются на сайте «AML Academy» в соответствующем разделе в течение      3-х дней после завершения процедуры апелляции. 

Третий этап 

30.	40 участников Олимпиады, набравшие наибольшее количество баллов по итогам первого и второго этапов, допускаются для участия в третьем этапе Олимпиады. Их список публикуется на сайте AML Academy не позднее, чем за 10 дней до дня проведения третьего этапа.
31.	Третий этап Олимпиады включает проведение интеллектуальных игр, связанных с решением задач по финансовой безопасности и турнира по фиджитал-спорту.
32.	Общее количество победителей третьего этапа Олимпиады не должно превышать 10 человек.
33.	Победители Олимпиады направляются от Республики Казахстан на Международную олимпиаду по финансовой безопасности в Российскую Федерацию с 30 сентября по 4 октября 2025 года.
`

export const provisionKz = `
Студенттерге арналған Қаржылық қауіпсіздік бойынша ұлттық олимпиадасы туралы
ЕРЕЖЕ

1-бөлім. Жалпы ережелер

1.	Студенттерге арналған Қаржылық қауіпсіздік бойынша ұлттық олимпиадасы (бұдан әрі – Олимпиада) туралы осы Ереже қатысушылардың мақсаттарын, Олимпиаданы өткізу кезеңдерін және тәртібін айқындайды.
2.	Олимпиада келесі мақсатта өткізіледі:
	- дарынды жастарды анықтау, оларды одан әрі зияткерлік дамыту және кәсіби бағдарлау;
	- студенттер арасында қаржылық қауіпсіздік бойынша білім деңгейін арттыру және насихаттау;
	- студенттердің саналы және жауапты қаржылық шешімдер қабылдау дағдыларын дамыту;
	- жастарды түрлі алаяқтық схемаларға тартудан қорғау.
	3. Олимпиаданың ұйымдастырушылары «AML Academy» Қаржылық мониторинг академиясы (бұдан әрі - AML Academy), Қазақстан Республикасының Қаржылық мониторинг агенттігі (бұдан әрі - Агенттік), Қазақстан Республикасының Бас прокуратурасы жанындағы Құқық қорғау органдары академиясы, Тұран-Алматы университеті, Академик Е.А. Бөкетов атындағы Қарағанды университеті болып табылады.

2. Олимпиаданы ұйымдастыру

4.	Олимпиаданы дайындау және өткізу бойынша ұйымдастыру жұмысын және ақпараттық-технологиялық қамтамасыз етуді үйлестіру, жүзеге асыру үшін AML Academy ректорының бұйрығы негізінде Ұйымдастыру комитеті мен Әдістемелік кеңестің құрамы бекітіледі.
5.	Ұйымдастыру комитеті:
1)	Олимпиада кезеңдерін өткізудің жалпы тәртібін айқындайды;
2)	Олимпиада кезеңдерінің өткізілуін бақылайды;
3)	Олимпиада қорытындыларын талдайды және жинақтайды.
4)	Олимпиаданың 3-ші (финалдық) кезеңінің жеңімпаздары мен жүлдегерлері дипломдарының нысанын бекітеді;
5)	Олимпиаданың жеңімпаздары мен жүлдегерлерін марапаттайды.
6.	Олимпиаданың Әдістемелік кеңесі:
1)	Олимпиаданың барлық кезеңдерінің тапсырмаларын және оларды бағалау өлшемдерін әзірлейді;
2)	ұсынылатын тапсырмалардың ғылыми-әдістемелік деңгейіне, Олимпиада кезеңдерінің дұрыстығын құрастырылуы мен олардың талаптарына сәйкестігіне, тапсырмалардың қазақ және орыс тілдеріндегі түпнұсқалығына жауап береді;
3)	тиісті кезеңдер өткізілгенге дейін тапсырмалардың құпиялылығы үшін жауап береді.
7.	Олимпиаданың қазылар алқасы төраға мен мүшелерден тұрады. Қазылар алқасының құрамына жоғары оқу орындары оқытушыларының тақ саны, Агенттіктің, ғылыми қоғамдастықтың өкілдері, халықаралық қаржылық қауіпсіздік олимпиадасының жүлдегерлері және кірістерді жылыстатуға және терроризмді қаржыландыруға қарсы іс-қимыл саласындағы қызметті жүзеге асыратын өзге де тұлғалар енгізілуі мүмкін.
8.	Олимпиада Қазылар алқасы: 
1)	Олимпиадаға қатысушылардың жұмыстарын тексереді және бағалайды;
2)	Олимпиада жеңімпаздарын анықтайды.
9.	Апелляциялық комиссияның құрамына осы Ереженің 1-тармағында көрсетілген AML Academy, Агенттік және ЖОО өкілдері кіреді.
10.	 Апелляциялық комиссия мынадай функцияларды жүзеге асырады:
-	қатысушылардың апелляциялық шағымдарын қарайды; 
-	қарау нәтижелері бойынша апелляцияны қанағаттандыру туралы не апелляцияны қанағаттандырудан бас тарту туралы шешім қабылдайды;

3. Олимпиаданы өткізу тәртібі

11.	 Олимпиада 2025 жылғы 20 наурыз бен 23 мамыр аралығында үш кезеңде өткізіледі:
1)	2025 жылғы 21 сәуірден кешіктірмей онлайн тестілеу;
2)	Агенттіктің аумақтық бөлімшелерінің алаңында 2025 жылғы                                25 сәуірден кешіктірмей офлайн эссе жазу;
3)	 2025 жылғы 23 мамырдан кешіктірмей Астана қаласында фиджитал-спорттан зияткерлік ойындар мен турнир.
12.	 Олимпиадаға ерікті негізде Қазақстан Республикасының азаматтары - жоғары оқу орындарының 2-3 курс студенттері, заңтану, экономика және қаржы, халықаралық қатынастар, ақпараттық қауіпсіздік, ақпараттық технологиялар салаларындағы мамандықтар бойынша оқитын 30 жастан аспаған 1-курс ғылыми-педагогикалық бағытындағы магистранттар қатысады.
13.	Қазақ және орыс тілдері Олимпиаданың жұмыс тілдері  болып табылады.
14.	 Олимпиадаға AML Academy сайтында алдын ала онлайн тіркеуден өткен студенттер мен магистранттарға қатысу рұқсат етіледі.
15.	 Олимпиаданың ашықтығы мен академиялық адалдығын сақтау үшін оны өткізу процесі бейнебақылау/аудиожазба жүйесімен қамтамасыз етілуі мүмкін. 
16.	 Олимпиадаға қатысушылар өздерінің дербес деректерін, яғни орындалған тапсырмаларды жинау, жүйелеу, сақтау, аудиожазбаны және бейнежазбаны жүргізу және сақтау, барлық кезеңдердің бейнежазбасының нәтижелері бар хаттамаларды өңдеуге келісім береді.
Олимпиадаға қатысушыларды ақпараттық қамтамасыз ету «AML Academy» сайтында ақпаратты жариялау арқылы, сондай-ақ тіркеу кезінде көрсетілген қатысушылардың электрондық мекенжайларына хабарламалар жіберу арқылы іске асырылады.
17.	 Олимпиаданы өткізуге байланысты шығыстарды қаржыландыруды ұйымдастырушылар меншікті және тартылған (демеушілік) қаражат есебінен жүргізеді.

Бірінші кезең
18. Олимпиаданың бірінші кезеңі 2025 жылы 21 сәуірде AML Academy сайтында онлайн тестілеу түрінде өткізіледі. 
19. Қатысушылардың сайтқа кіруі тіркеу кезіндегі алынған деректер арқылы жүзеге асырылады.
20. Тестілеуден өту үшін ең минималды техникалық талаптар: интернет желісіне қосылған техникалық құрылғы.
21. Бір қатысушыға тест сұрақтарының саны - 50. Тестілеу уақыты - 100 минут. Тестілеудің басталу уақыты - 11 сағат 40 минут. Тестілеуді өткізудің белгіленген уақытын ескере отырып, тестілеуді 5 минутқа ертерек не кешірек бастауға жол беріледі.
22. Қатысушы ұпайлардағы тестілеу нәтижесін жауаптарды енгізгеннен және оларды электрондық тексеруден кейін алады. Тестілеуден өту балы – 50 балл (бір дұрыс жауап 0,5 балға тең).
1-кезеңге қатысушылардың жұмыстары бағдарламалық-аппараттық тәсілмен тексеріледі және апелляциялық қайта қарауға жатпайды.
23. Олимпиаданың 2-ші кезеңіне өткен қатысушардың тізімдері AML Academy сайтында тестілеу аяқталғаннан кейін 2 жұмыс күн ішінде тиісті бөлімде жарияланады. 

Екінші кезең

24. Олимпиаданың екінші кезеңі эссе жазудан тұрады және белгіленген күні Агенттіктің аумақтық бөлімшелерінің алаңдарында бір мезгілде өткізіледі.
25. Қатысушының өзімен бірге жеке басын куәландыратын құжаты, жазбаша керек-жарақтары (қара/көк түсті қаламдары) болуы тиіс, ауыз судың болуына рұқсат беріледі. 
26. Эссе жазу бойынша барлық ұсыныстар мен нұсқаулықтар «AML Academy» ресми сайтында орналастырылады.
27. Екінші кезеңнің басталуына 15 минут қалғанда ұйымдастырушылар конверттерді ашып, Олимпиада қатысушыларына тапсырмалар үйлестіреді.
Тапсырмаларды тарату, отыру схемасына сәйкес жүргізіледі. Қатысушылардың жұмыстарын Қазылар алқасының мүшелері жабық режимде тексеруді жүзеге асырады. 
2-ші (қорытынды) кезең турларын өткізу кезінде қатысушыға басқа қатысушылармен сөйлесуге, ұйымдастырушылардың рұқсатынсыз өзінің орналасқан жерін өзгертуге, басқа қатысушылармен жазбалар алмасуға тыйым салынады.
28. Апелляцияның өткізілетін күні, уақыты және өткізу орны туралы ақпарат «AML Academy» сайтында немесе екінші кезең бағдарламасында көрсетіледі.
29. Екінші кезең аяқталғаннан кейін қатысушылардың нәтижелері «AML Academy» сайтында 2 жұмыс күн ішінде жарияланады.
Қорытынды нәтижелер апелляция өткізілгеннен кейін жарияланады және апелляция рәсімі аяқталғаннан кейін 3 күн ішінде тиісті бөлімде «AML Academy» сайтында орналастырылады.

Үшінші кезең 

30.	 Бірінші және екінші кезеңдердің қорытындылары бойынша ең көп балл жинаған Олимпиаданың 40 қатысушысына Олимпиаданың үшінші кезеңіне қатысуға рұқсат етіледі. Олардың тізімі AML Academy сайтында үшінші кезең өткізілетін күнге дейін 10 күннен кешіктірілмей жарияланады.
31.	 Олимпиаданың үшінші кезеңі қаржылық қауіпсіздік мәселелерін шешуге байланысты зияткерлік ойындар мен фиджитал-спорт турнирін өткізуді қамтиды.
32.	 Олимпиаданың үшінші кезеңінің жеңімпаздары мен жүлдегерлерінің жалпы саны 10 адамнан аспауы тиіс.
33.	 Олимпиаданың жеңімпаздары мен жүлдегерлері Қазақстан Республикасынан 2025 жылғы 30 қыркүйек пен 4 қазан аралығында Ресей Федерациясындағы Халықаралық қаржылық қауіпсіздік олимпиадасына жіберіледі.
`

export const essayText = `
1)	Банковская система Казахстана и её роль в обеспечении финансовой безопасности.
2)	Теневая экономика, как источник формирования преступных доходов, и методы борьбы с ней.
3)	Эффективность международного сотрудничества Казахстана в борьбе с финансированием терроризма.
4)	Искусственный интеллект как инструмент прогнозирования финансовых угроз.
5)	От теневой экономики к легальному бизнесу: как Казахстан может трансформировать нелегальные доходы в двигатель экономического роста?
6)	Экономика теневого рынка труда: как неформальный сектор влияет на финансовую безопасность Казахстана?
7)	Финансирование терроризма через благотворительные организации: угрозы и меры противодействия. 
8)	Эволюция методов отмывания денег: от традиционных схем к современным цифровым угрозам.
9)	Роль криптовалют и блокчейн-технологий в современных схемах отмывания денег и финансирования терроризма.
10)	Как финансовая безопасность влияет на инвестиционный климат и экономическое развитие страны?
11)	Экологические преступления и отмывание денег: неожиданные угрозы финансовой безопасности.
12)	Финансовые махинации в спортивной индустрии: теневая экономика спортивных клубов и турниров.
13)	Глобальные вызовы для финансовой безопасности в условиях растущих геополитических напряжений и международных санкций.
14)	Роль финансовых регуляторов в обеспечении финансовой безопасности: эффективные методы борьбы с отмыванием денег и финансированием терроризма.
15)	Как новые технологии и искусственный интеллект могут помочь в выявлении схем отмывания денег и предотвращении финансирования терроризма?
16)	Цифровая революция и её влияние на глобальную финансовую безопасность: криптовалюта, блокчейн и угроза отмывания денег в цифровом мире.
17)	Отмывание денег через международные цепочки поставок: как скрытые финансовые потоки подрывают безопасность мировой экономики?
18)	Международные финансовые альянсы против преступных финансовых сетей: как объединённые усилия стран могут победить терроризм через финансовые механизмы?
19)	Финансовая безопасность как новая дипломатия: как международные отношения могут предотвратить глобальные финансовые преступления.
20)	Международные санкции: удачный инструмент или катализатор скрытых финансовых потоков?
21)	Как мультимиллионные сделки в киноиндустрии могут быть прикрытием для отмывания денег?
22)	Как международные конвенции и соглашения могут повысить прозрачность финансовых потоков?
23)	ФАТФ и глобальная борьба с отмыванием денег: насколько эффективны текущие международные усилия?
24)	Как экономические кризисы способствуют росту международных финансовых преступлений?
25)	Влияние массовых миграционных потоков на национальные системы финансовой безопасности.
26)	Защита финансовых систем от киберугроз и финансовых атак в условиях глобальной цифровизации.
27)	Когда деньги скрываются в облаках: как технологии облачных вычислений становятся новым фронтом для финансовых преступников.
28)	Легализация преступных доходов через международную торговлю редкими и ценными товарами.
29)	Легализация доходов через искусственный интеллект: как «умные» алгоритмы помогают отмывать деньги.
30)	Как международные фальшивые бренды и контрабанда становятся скрытым источником преступных доходов?
31)	Виртуальные банки как новые оплоты финансовой безопасности: возможности и угрозы.
32)	Проблемы финансовой безопасности в условиях глобального цифрового "банкинга": как защитить данные и активы.
33)	Финансовый цифровой след: как анализ данных может помочь остановить преступные схемы до того, как они начнут действовать?
34)	Роль ФАТФ в борьбе с незаконными денежными потоками в странах с развивающейся экономикой.
35)	Роль биометрических технологий в защите банковских операций и предотвращении финансовых преступлений.
36)	Роль искусственного интеллекта в построении "невидимой стены" для защиты финансовых систем от внешних угроз.
37)	Финансовая безопасность в эпоху кибер-терроризма.
38)	Использование технологий для выявления и пресечения схем отмывания денег в международной торговле.
39)	Развитие международного сотрудничества по борьбе с терроризмом через финансовые потоки.
40)	Будущее глобальной финансовой безопасности в эпоху цифровых валют.
41)	Финансирование устойчивых проектов: как предотвращать коррупцию и отмывание денег в инвестиционных проектах.
42)	Как борьба с коррупцией помогает предотвращать уклонение от налогов и незаконные финансовые потоки?
43)	Международные меры по борьбе с коррупцией в финансовом секторе: возможности и вызовы.
44)	Как коррупция угрожает национальной финансовой стабильности?
45)	Как борьба с коррупцией помогает формировать новую модель устойчивого развития в финансовом секторе?
 `
export const essayKz = `
1) Қазақстанның банктік жүйесі және оның қаржылық қауіпсіздікті қамтамасыз етудегі рөлі.
2) Қара экономика, қылмыстық табыстардың қалыптасу көзі ретінде, және онымен күресудің әдістері.
3) Қазақстанның терроризмді қаржыландыруға қарсы халықаралық ынтымақтастығының тиімділігі.
4) Қаржылық қауіптерді болжаудағы жасанды интеллекттің рөлі.
5) Қара экономикадан заңды бизнеске: Қазақстан заңсыз табыстарды экономикалық өсімнің қозғаушы күшіне қалай айналдыра алады?
6) Еңбек нарығының қара экономикасы: бейресми сектор Қазақстанның қаржылық қауіпсіздігіне қалай әсер етеді?
7) Қайырымдылық ұйымдары арқылы терроризмді қаржыландыру: қауіптер мен қарсы шаралар.
8) Ақша жуу әдістерінің эволюциясы: дәстүрлі схемалардан заманауи цифрлық қауіптерге дейін.
9) Криптовалюта мен блокчейн технологияларының қазіргі ақша жуу және терроризмді қаржыландыру схемаларындағы рөлі.
10) Қаржылық қауіпсіздік инвестициялық климатқа және елдің экономикалық дамуына қалай әсер етеді.
11) Экологиялық қылмыстар мен ақша жуу: қаржылық қауіпсіздікке күтпеген қауіптер.
12) Спорт индустриясындағы қаржылық алаяқтық: спорт клубтары мен турнирлердің қара экономикасы.
13) Өсіп келе жатқан геосаяси шиеленістер мен халықаралық санкциялар жағдайында қаржылық қауіпсіздікке жаһандық қауіптер.
14) Қаржылық реттеушілердің қаржылық қауіпсіздікті қамтамасыз етудегі рөлі: ақша жуу және терроризмді қаржыландырумен күрестің тиімді әдістері.
15) Жаңа технологиялар мен жасанды интеллект ақша жуу схемаларын анықтауда және терроризмді қаржыландыруды алдын алуда қалай көмектесе алады?
16) Цифрлық революция және оның жаһандық қаржылық қауіпсіздікке әсері: криптовалюта, блокчейн және цифрлық әлемдегі ақша жуу қауіпі.
17) Халықаралық жеткізу тізбектері арқылы ақша жуу: жасырын қаржылық ағымдар жаһандық экономиканың қауіпсіздігіне қалай нұқсан келтіреді?
18) Құқық бұзушылық қаржылық желілерге қарсы халықаралық қаржылық альянстар: елдердің біріктірілген күштері терроризмді қаржылық механизмдер арқылы қалай жеңе алады?
19) Қаржылық қауіпсіздік жаңа дипломатия ретінде: халықаралық қатынастар жаһандық қаржылық қылмыстарды қалай алдын алуға болады.
20) Халықаралық санкциялар: тиімді құрал немесе жасырын қаржылық ағымдарды катализатор?
21) Кино индустриясындағы мультимиллиондық келісімдер ақша жуу үшін қалай жамылғы бола алады?
22) Халықаралық конвенциялар мен келісімдер қаржылық ағымдардың мөлдірлігін қалай арттыра алады.
23) ФАТФ және ақша жууға қарсы жаһандық күрес: қазіргі халықаралық күштердің қаншалықты тиімділігі.
24) Экономикалық дағдарыстар халықаралық қаржылық қылмыстардың өсуіне қалай ықпал етеді?
25) Жаппай миграциялық ағымдардың ұлттық қаржылық қауіпсіздік жүйелеріне әсері.
26) Глобализация жағдайында қаржылық жүйелерді кибер қауіптер мен қаржылық шабуылдардан қорғау.
27) Ақша бұлттарда жасырылғанда: бұлттық есептеулер технологиялары қаржылық қылмыскерлер үшін жаңа майданға қалай айналады?
28) Сирек және бағалы тауарлар халықаралық саудасы арқылы қылмыстық табыстарды легализациялау.
29) Жасанды интеллект арқылы табыстарды легализациялау: «ақылды» алгоритмдер ақша жууға қалай көмектеседі?
30) Халықаралық жалған брендтер мен контрабанда қалай қылмыстық табыстардың жасырын көзіне айналады?
31) Виртуалды банктер қаржылық қауіпсіздіктің жаңа тірегі ретінде: мүмкіндіктер мен қауіптер.
32) Глобалдық цифрлық «банкинг» жағдайында қаржылық қауіпсіздік мәселелері: деректер мен активтерді қалай қорғау.
33) Қаржылық цифрлық із: деректерді талдау қылмыстық схемаларды әрекет етпестен тоқтатуға қалай көмектеседі?
34) ФАТФ-тың дамушы экономикасы бар елдердегі заңсыз ақша ағындарымен күрестегі рөлі.
35) Биометриялық технологиялардың банктік операцияларды қорғаудағы және қаржылық қылмыстарды алдын алудағы рөлі.
36) Жасанды интеллект қаржылық жүйелерді сыртқы қауіптерден қорғау үшін «көрінбейтін қабырға» құрудағы рөлі.
37) Кибер-терроризм дәуіріндегі қаржылық қауіпсіздік.
38) Халықаралық саудада ақша жуу схемаларын анықтау мен тоқтату үшін технологияларды пайдалану.
39) Қаржылық ағымдар арқылы терроризммен күресте халықаралық ынтымақтастықты дамыту.
40) Цифрлық валюталар дәуіріндегі жаһандық қаржылық қауіпсіздіктің болашағы.
41) Тұрақты жобаларды қаржыландыру: инвестициялық жобалардағы сыбайлас жемқорлық пен ақша жууға қалай жол бермеу.
42) Сыбайлас жемқорлықпен күрес салықтан жалтару мен заңсыз қаржылық ағымдарды алдын алуға қалай көмектеседі?
43) Қаржылық сектордағы сыбайлас жемқорлықпен күрестегі халықаралық шаралар: мүмкіндіктер мен қиындықтар.
44) Сыбайлас жемқорлық ұлттық қаржылық тұрақтылыққа қалай қауіп төндіреді?
45) Сыбайлас жемқорлықпен күрес қаржылық секторда жаңа тұрақты даму моделін қалыптастыруға қалай көмектеседі?
`
export const jurisprudenceRu = `	
Участники Национальной олимпиады по финансовой безопасности прошли первый этап.
Согласно условиям проведения олимпиады студенты, набравшие проходной балл (26 баллов), допущены ко второму этапу – написание эссе.

ИТОГИ 1-ГО ЭТАПА (ТЕСТИРОВАНИЕ) НАЦИОНАЛЬНОЙ ОЛИМПИАДЫ ПО ФИНАНСОВОЙ БЕЗОПАСНОСТИ

              ЮРИСПРУДЕНЦИЯ

Поздравляем участников, прошедших во второй этап!

НАПОМИНАЕМ, ВТОРОЙ ЭТАП СОСТОИТСЯ 25 АПРЕЛЯ 2025 ГОДА В 10 ЧАСОВ 00 МИНУТ. 

 
Благодарим за участие!Организационный комитет
По всем организационным и иным вопросам, связанным с проведением олимпиады, просьба обращаться по телефону: +7 (775) 715-62-62.`
export const jurisprudenceKz = `
Ұлттық қаржылық қауіпсіздік олимпиадасының қатысушылары бірінші кезеңнен өтті.

Олимпиаданың шарты бойынша өту балы (26 ұпай) жинаған студенттер екінші кезең – эссе жазуға жіберіледі.

ҚАРЖЫЛЫҚ ҚАУІПСІЗДІК БОЙЫНША ҰЛТТЫҚ ОЛИМПИАДАНЫҢ 1-КЕЗЕҢІНІҢ (ТЕСТІЛЕУ) НӘТИЖЕЛЕРІ
ҚҰҚЫҚТАНУ
Екінші кезеңге өткен қатысушыларды құттықтаймыз!

ЕКІНШІ КЕЗЕҢ 2025 ЖЫЛДЫҢ 25 СӘУІРІНДЕ САҒАТ 10:00-ДЕ ӨТЕТІНІН ЕСТЕРІҢІЗГЕ САЛАМЫЗ. 

Қатысқандарыңызға рахмет! Ұйымдастыру комитеті

Олимпиадаға қатысты барлық ұйымдастырушылық және басқа да сұрақтар бойынша мына телефондар бойынша хабарласуға болады: +7 (775) 715-62-62.`

export const isRu =`
Участники Национальной олимпиады по финансовой безопасности прошли первый этап.

Согласно условиям проведения олимпиады студенты, набравшие проходной балл (26 баллов), допущены ко второму этапу – написание эссе.

ИТОГИ 1-ГО ЭТАПА (ТЕСТИРОВАНИЕ) НАЦИОНАЛЬНОЙ ОЛИМПИАДЫ ПО ФИНАНСОВОЙ БЕЗОПАСНОСТИ
ИНФОРМАЦИОННАЯ БЕЗОПАСНОСТЬ
Поздравляем участников, прошедших во второй этап!

НАПОМИНАЕМ, ВТОРОЙ ЭТАП СОСТОИТСЯ 25 АПРЕЛЯ 2025 ГОДА В 10 ЧАСОВ 00 МИНУТ. 

Благодарим за участие!Организационный комитет

По всем организационным и иным вопросам, связанным с проведением олимпиады, просьба обращаться по телефону: +7 (775) 715-62-62.`
export const isKz = `
Ұлттық қаржылық қауіпсіздік олимпиадасының қатысушылары бірінші кезеңнен өтті.

Олимпиаданың шарты бойынша өту балы (26 ұпай) жинаған студенттер екінші кезең – эссе жазуға жіберіледі.

ҚАРЖЫЛЫҚ ҚАУІПСІЗДІК БОЙЫНША ҰЛТТЫҚ ОЛИМПИАДАНЫҢ 1-КЕЗЕҢІНІҢ (ТЕСТІЛЕУ) НӘТИЖЕЛЕРІ
АҚПАРАТТЫҚ ҚАУІПСІЗДІК
Екінші кезеңге өткен қатысушыларды құттықтаймыз!

ЕКІНШІ КЕЗЕҢ 2025 ЖЫЛДЫҢ 25 СӘУІРІНДЕ САҒАТ 10:00-ДЕ ӨТЕТІНІН ЕСТЕРІҢІЗГЕ САЛАМЫЗ. 

Қатысқандарыңызға рахмет! Ұйымдастыру комитеті

Олимпиадаға қатысты барлық ұйымдастырушылық және басқа да сұрақтар бойынша мына телефондар бойынша хабарласуға болады: +7 (775) 715-62-62.`
export const interrelRu = `
Участники Национальной олимпиады по финансовой безопасности прошли первый этап.

Согласно условиям проведения олимпиады студенты, набравшие проходной балл (26 баллов), допущены ко второму этапу – написание эссе.

ИТОГИ 1-ГО ЭТАПА (ТЕСТИРОВАНИЕ) НАЦИОНАЛЬНОЙ ОЛИМПИАДЫ ПО ФИНАНСОВОЙ БЕЗОПАСНОСТИ
МЕЖДУНАРОДНЫЕ ОТНОШЕНИЯ
Поздравляем участников, прошедших во второй этап!

НАПОМИНАЕМ, ВТОРОЙ ЭТАП СОСТОИТСЯ 25 АПРЕЛЯ 2025 ГОДА В 10 ЧАСОВ 00 МИНУТ. 

Благодарим за участие!Организационный комитет

По всем организационным и иным вопросам, связанным с проведением олимпиады, просьба обращаться по телефону: +7 (775) 715-62-62.`
export const interrelKz = `
Ұлттық қаржылық қауіпсіздік олимпиадасының қатысушылары бірінші кезеңнен өтті.

Олимпиаданың шарты бойынша өту балы (26 ұпай) жинаған студенттер екінші кезең – эссе жазуға жіберіледі.

ҚАРЖЫЛЫҚ ҚАУІПСІЗДІК БОЙЫНША ҰЛТТЫҚ ОЛИМПИАДАНЫҢ 1-КЕЗЕҢІНІҢ (ТЕСТІЛЕУ) НӘТИЖЕЛЕРІ
ХАЛЫҚАРАЛЫҚ ҚАТЫНАСТАР
Екінші кезеңге өткен қатысушыларды құттықтаймыз!

ЕКІНШІ КЕЗЕҢ 2025 ЖЫЛДЫҢ 25 СӘУІРІНДЕ САҒАТ 10:00-ДЕ ӨТЕТІНІН ЕСТЕРІҢІЗГЕ САЛАМЫЗ. 

Қатысқандарыңызға рахмет! Ұйымдастыру комитеті

Олимпиадаға қатысты барлық ұйымдастырушылық және басқа да сұрақтар бойынша мына телефондар бойынша хабарласуға болады: +7 (775) 715-62-62.`
export const economicRu = `
Участники Национальной олимпиады по финансовой безопасности прошли первый этап.

Согласно условиям проведения олимпиады студенты, набравшие проходной балл (26 баллов), допущены ко второму этапу – написание эссе.

ИТОГИ 1-ГО ЭТАПА (ТЕСТИРОВАНИЕ) НАЦИОНАЛЬНОЙ ОЛИМПИАДЫ ПО ФИНАНСОВОЙ БЕЗОПАСНОСТИ
ЭКОНОМИКА
Поздравляем участников, прошедших во второй этап!

НАПОМИНАЕМ, ВТОРОЙ ЭТАП СОСТОИТСЯ 25 АПРЕЛЯ 2025 ГОДА В 10 ЧАСОВ 00 МИНУТ. 

Благодарим за участие!Организационный комитет

По всем организационным и иным вопросам, связанным с проведением олимпиады, просьба обращаться по телефону: +7 (775) 715-62-62.`

export const economicKz = `
Ұлттық қаржылық қауіпсіздік олимпиадасының қатысушылары бірінші кезеңнен өтті.

Олимпиаданың шарты бойынша өту балы (26 ұпай) жинаған студенттер екінші кезең – эссе жазуға жіберіледі.

ҚАРЖЫЛЫҚ ҚАУІПСІЗДІК БОЙЫНША ҰЛТТЫҚ ОЛИМПИАДАНЫҢ 1-КЕЗЕҢІНІҢ (ТЕСТІЛЕУ) НӘТИЖЕЛЕРІ
ЭКОНОМИКА
Екінші кезеңге өткен қатысушыларды құттықтаймыз!

ЕКІНШІ КЕЗЕҢ 2025 ЖЫЛДЫҢ 25 СӘУІРІНДЕ САҒАТ 10:00-ДЕ ӨТЕТІНІН ЕСТЕРІҢІЗГЕ САЛАМЫЗ. 

Қатысқандарыңызға рахмет! Ұйымдастыру комитеті

Олимпиадаға қатысты барлық ұйымдастырушылық және басқа да сұрақтар бойынша мына телефондар бойынша хабарласуға болады: +7 (775) 715-62-62.`


export const results2_EK_raw = `Университет	Имя	Фамилия	ИТОГ
Актюбинский региональный университет имени К. Жубанова	Альбина	Бухарбаева	66
Западно-Казахстанский инновационно-технологический университет	Айнура	Кенжина	65
Кызылординский Университет им. Коркыт Ата	Мадина	Кенжебекова	65
Таразский университет имени М.Х. Дулати	Гүлжан	Бахытбек	63
 Атырауский университет имени Х. Досмухамедова	Данияр	Джумаш	62
КФ ЧЕЛГУ	Мария	Арсентьева	62
Университет Туран	Вадим	Тотьмянин	62
М Ауезов ОҚУ	Сымбат	Сұлтан	62
Жезу	Артём	Краус	61
Кокшетауский Университет им. Ш. Уалиханова	Алмас	Қажығали	59
ХҚТУ	Санжар	Джумадиллаев	58
Университет "Туран"	Ясынжан	Тахтиев	58
Каспийский Университет технологий и инжиниринга им. Ш. Есенова	Сабина	Кесикова	58
Қорқыт ата	Сұлтан	Наурызбаев	58
КГУ им. Коркыт Ата	Асхат	Балтабаев	58
Университет	Nurdaulet	Shaketov	58
Сәрсен Аманжолов атындағы ШҚУ	Жігер	Сарсенбаев	58
Восточно Казахстанский университет имени С.Аманжолова	Лунара	Токтарбекова	58
Казахский университет международных отношений и мировых языков имени Абылай хана	Екатерина	Морозова	58
Восточно Казахстанский университет имени С.Аманжолова	Егор	Ершов	58
Казахстанский Университет Инновационных и телекоммуникационных систем	Аймира	Жакуова	58
Карагандинский государственный университет имени Е.А Букетова	Саян	Хасенов	58
Карагандинская Академия МВД РК им.Б.Бейсенова	Адиль	Мурат	58
 Атырауский университет имени Х. Досмухамедова	Ангелина	Яшкова	58
Восточно Казахстанский университет имени С.Аманжолова	Баденов	Диас	58
Западно-Казахстанский Университет имени М.Утемисова	Салтанат	Салық	57
ХҚТУ, Халықаралық қазақ-түрік университеті	Ахмет	Есентай	57
Евразийский Национальный Университет им. Л.Н. Гумилёва	Зауре	Шаймерденова	57
Қорқыт ата атындағы Қызылорда университеті	Абзал	Өтегенов	57
Центрально-Казахстанская Академия	Размат	Бейсбеков	57
Костанайский филиал ФГБОУ ВО "ЧелГУ"	Динара	Есенгалиева	57
Центрально-Казахстанская Академия	Мади	Нурпейсов	57
Западно-Казахстанский университет имени М.Утемисова	Динара	Сакпиреева	57
Западно Казахстанский технологический университет	Аманда	Мурзагулова	57
Восточно Казахстанский университет имени С.Аманжолова	Эвелина	Каун	57
Костанайский филиал «ЧелГУ»	Каролина	Ким	57
НАО "Евразийский национальный университет имени Л.Н. Гумилева"	Нұрмұхамед	Әметбек	57
Актюбинский региональный университет имени К. Жубанова	Ергали	Бердешев	56
Восточно Казахстанский университет имени С.Аманжолова	Даяна	Самауянова	56
Восточно Казахстанский университет имени С.Аманжолова	Низамеддин	Шыңғыс	56
Кожа Ахмет Ясауи атындағы Халықаралық қазақ-түрік университеті	Әсемай	Орынбасар	56
Казахстанский университет инновационных и телекоммуникационных систем	Жаснұр	Құралбекқызы	56
КФ ЧелГУ	Дарья	Осипова	56
Кожа Ахмет Ясауи атындағы Халықаралық қазақ-түрік университеті	Диляфруз	Абдулазизова	56
Каспийский Университет технологий и инжиниринга имени Ш. Есенова	Айтач	Нагиева	56
Қ.Құлажанов атындағы Қазақ технология және бизнес	Аружан	Есімбекова	55
Восточно Казахстанский университет имени С.Аманжолова	Айым	Кенесова	55
НАО "Евразийский национальный университет имени Л.Н. Гумилева"	Геннадий	Редькин	55
Западно Казахстанский Аграрно технический университет имени Жангир хана	Бекзат	Сатыбалдиев	55
Костанайский региональный университет им.А.Байтурсынова	Адиль	Назарбеков	55
Казутб	Санжар	Бахитжан	55
ЗКАТУ имени Жангир хана	Жаннур	Газизова	55
КРУ имени Ахмета Байтұрсынова	Кунанбай	Ергазиев	55
 Атырауский университет имени Х. Досмухамедова	Гүлжанат	Елемес	55
ЮКИУ имени Мухтара Ауэзова	Адель	Бектемисова	55
Университет "Туран"	Адиль	Шойбеков	54
Актюбинский региональный университет имени К. Жубанова	Асет	Тажибаев	54
Актюбинский региональный университет имени К. Жубанова	Андрей	Сорокин	54
Жәңгір хан атындағы Батыс Қазақстан аграрлық-техникалық университеті	Динара	Алпамышева	54
ЗКУ им. Махамбета Утемисова	Данил	Каргаев	54
 Атырауский университет имени Х. Досмухамедова	Кирилл	Ким	54
Махамбет Өтемісов атындағы БҚУ	Айман	Есенгалиева	54
Каспийский государственный университет технологии и инжиниринга имени Ш. Есенова	Мади	Ермеков	54
Актюбинский региональный университет имени К. Жубанова	Нуржан	Карасаев	54
Восточно Казахстанский университет имени С.Аманжолова	Мария	Цырульникова	53
Восточно Казахстанский университет имени С.Аманжолова	Кристина	Пантелеева	53
Каспийский государственный университет технологий и инжиниринга имени Ш. Есенова	Акмарал	Алдонгарова	53
Восточно Казахстанский университет имени С.Аманжолова	Павел	Староверов	53
Восточно Казахстанский университет имени С.Аманжолова	Екатерина	Селичева	53
Ө.А. Байқоңыров атындағы Жезқазған университеті	Ақбота	Жағыпар	53
 Атырауский университет имени Х. Досмухамедова	Нурлан	Хамзин	53
Халел Досмұхамедов атындағы Атырау университеті	Нурбол	Калпакбаев	53
Қорқыт ата атындағы Қызылорда университеті	Әсемай	Бақыт	52
Yessenov University	Алия	Туреева	52
Восточно Казахстанский университет имени С.Аманжолова	Виктория	Котельникова	52
Центральная Казахстанская Академия	Максим	Ропот	52
АЛМАТИНСКИЙ ТЕХНОЛОГИЧЕСКИЙ УНИВЕРСИТЕТ	Елизавета	Сафронова	52
Костанайский инженерно-экономический университет	Виктория	Масько	52
Yessenov university	Әбубәкір	Әліб	52
КСТУ	Кирилл	Ковалёв	52
ЗКАТУ	Даниял	Джубанышев	51
Западно-Казахстанский университет имени М.Утемисова	Арина	Дусалиева	51
 Атырауский университет имени Х. Досмухамедова	Бекжан	Қаппаров	51
Актюбинский региональный университет имени К. Жубанова	Гулназ	Куанышкалиева	51
Институт им. Махамбета Утемисова	Данил	Мукетов	51
Актюбинский региональный университет имени К. Жубанова	Гаухар	Елубаева	51
Кожа Ахмет Ясауи атындағы Халықаралық қазақ-түрік университеті	Жаңыл	Нұрлыбек	51
Х.Досмұхамедов атындағы Атырау университеті	Назерке	Әділбаева	51
Казахстанский университет инновационных и телекоммуникационных систем	Жұлдыз	Бахашева	51
Казиту	Малика	Нұрланова	51
Западно-Казахстанский инновационно-технологический университет	Дарья	Запромётова	51
Maqsut Narikbayev University	Нұртас	Рыскулбек	51
Казахский университет технологии и бизнеса им. К.Кулажанова	Ляйла	Дарибаева	51
Каспийский университет технологий и инжиниринга имени Шахмардана Есенова	Толганай	Байдуллаева	51
Кожа Ахмет Ясауи атындағы Халықаралық қазақ-түрік университеті	Ақманат	Құрбан	51
Х.Досмұхамедов атындағы Атырау университеті	Айкүн	Мұхит	51
Костанайский региональный университет имени Ахмета Байтурсынулы	Дана	Макулшина	51
Восточно Казахстанский университет имени С.Аманжолова	Шұғыла	Делдерқанова	50
Западно-Казахстанский университет имени М.Утемисова	Владислав	Курбангалеев	50
Казахский университет технологии и бизнеса им. К.Кулажанова	Баймұрат	Жұмабек	50
ЮКУ имени М. Ауэзова	Анжелика	Юцевич	50
Карагандинская академия МВД РК имени Баримбека Бейсенова	Аружан	Макешева	50
Ш.Есенов	Нұрасыл	Даниярбек	50
Западно Казахстанский университет имени махамбета Утемисова	Александр	Ялов	50
 Атырауский университет имени Х. Досмухамедова	Алишер	Елеусинов	50
КАРАГАНДИНСКИЙ УНИВЕРСИТЕТ КАЗПОТРЕБСОЮЗА	Дарья	Федорова	50
 Атырауский университет имени Х. Досмухамедова	Салтанат	Асылбекқызы	50
Южно-Казахстанский университет имени М.Ауэзова	Кристина	Мусикиди	50
Қ. Жұбанов атындағы Ақтөбе өңірлік университеті	Бексұлтан	Жәнібеков	50
МВД РК имени Шракбека Кабылбаева	Айдос	Айдынбек	50
Актюбинский региональный университет имени К. Жубанова	Маргарита	Ситко	50
Халел Досмұхамедов атындағы Атырау университеті	Жұлдыз	Жарылғасинова	50
Западно-Казахстанский Государственный Университет имени Махамбета Утемисова	Ділназ	Нугманова	49
Западно-Казахстанский аграрно-технический университет имени Жангир Хана	Ясмин	Тлеген	49
Восточно Казахстанский университет имени С.Аманжолова	Адель	Аскарова	49
Западно-Казахстанский аграрно-технический университет имени Жангир хана	Динара	Амангелдиева	49
Каспийский Университет технологий и инжиниринга им. Ш. Есенова	Сая	Шайқы	49
Восточно Казахстанский университет имени С.Аманжолова	Алихан	Ильяс	49
Западно-Казахстанский Университет им. Махамбета Утимисова	Иван	Михеев	49
Кожа Ахмет Ясауи атындағы Халықаралық қазақ-түрік университеті	Аяулым	Абдулла	49
Мұхтар Ауезов	Севара	Абдималикова	49
Қ. Жұбанов атындағы Ақтөбе өңірлік университеті	Кәмшат	Жайлыбаева	49
Ходжа Ахмед Яссави	Данияр	Абдувахабов	49
Каспийский государственный университет технологий и инжиниринга имени Ш. Есенова	Анжелика	Сацук	49
ВКТУ им. Д. Серикбаева	Анна	Васько	49
Мұхтар Әуезов	Турсунбеков	Бейбарыс	49
Х.Досмұхамедов атындағы Атырау университеті	Әсемгүл	Атшыбаева	49
Актюбинский региональный университет имени К. Жубанова	Аделя	Асланова	49
АТУ	Элиза Аружан	Манкеева	49
М.Ауезов	Бакдаулет	Зеилбеков	49
Кызылординский университет имени Коркыт Ата	Камилла	Сатыбалды	48
Каспийский Университет им.Ш.Есенова	Жанель	Исмагулова	48
Западно-Казахстанский университет имени Махамбета Утемисова	Анастасия	Карпова	48
Кожа Ахмет Ясауи атындағы Халықаралық қазақ-түрік университеті	Айша	Қуаныш	48
Кожа Ахмет Ясауи атындағы Халықаралық қазақ-түрік университеті	Мохаммад кабир	Хайри	48
АРГУ	Нурдаулет	Галымов	48
Баишев Университет	Назерке	Жангельдина	48
Халел Досмұхамедов атындағы Атырау университеті	Балхия	Ахимбаева	48
Алматинский Технологический Университет	Арслан	Бозтаев	48
Қорқыт ата атындағы Қызылорда Университеті	Әлібек	Мейірбеков	48
Костанайский региональный университет имени А. Байтұрсынұлы	Мия	Магай	48
КИнЭУ им.М.Дулатова	Аружан	Даулетназарова	48
Х.Досмұхамедов атындағы Атырау университеті	МАДИНА	ҒАЙСА	48
ЗКИТУ	Татьяна	Асауляк	48
Мкту	Ақмарал	Алдашбек	48
Юкгу	Нурболат	Торехан	47
Баишев	Гүлім	Досан	47
Коркыт Ата	Гулсара	Темиргаликызы	47
Ташенов университеті	Улдана	Ауезхан	47
Шәкәрім Универтитеті	Айсана	Жұмағазы	47
Қожа Ахмет Яссауи	Мусахан	Искаков	47
 Атырауский университет имени Х. Досмухамедова	Дастан	Булатов	47
Казахский университет международных отношений и мировых языков имени Абылай хана	Гүлім	Аман	47
КРУ А. Байтұрсынұлы	Рустем	Актаев	47
Ату	Баситбай	Нематов	47
А.Байтұрсынұлы атындағы Қостанай өңірлік университеті	Ақерке	Мұстафина	47
Западно-Казахстанский Иновационно-Технологический Университет	Амир	Базаров	47
Есенов	Тәттігүл	Бергенова	47
Университет Ахмет Байтурсынулы	Нурсултан	Байту	47
Западно-Казахстанский Университет Им.Махамбета Утемисова	Карина	Темешова	46
ЗКУ им. Утемисова	Арсен	Иденов	46
Казахский университет международных отношений и мировых языков имени Абылай хана	Амир	Чуженов	46
Х.Досмұхамедов атындағы Атырау университеті	Динара	Рахметова	46
Баишев	Зиуар	Жаксылыкова	46
Кожа Ахмет Ясауи атындағы Халықаралық қазақ-түрік университеті	Дана	Шанияр	46
Костанайская академия МВД РК имени Шыракбека Кабылбаева	Нуржан	Дузенов	46
ЧВПОУ "Западно-Казахстанский инновационно-технологический университет"	Марат	Галиуллин	46
Костанайский Социально-Технический университет	Дарья	Кузьмичева	46
 Атырауский университет имени Х. Досмухамедова	Алина	Қалмағамбетова	46
Западно-Казахстанский аграрно-технический университет имени Жангир хана	Мейрамбек	Ергенов	45
Dulaty university	Нұрай	Мағауия	45
Қорқыт ата университеті	Еріш	Ықыласов	45
Южно-Казахстанский университет имени Мухтара Ауезова	Дарья	Лаженева	45
Казахстанский университет инновационных и телекоммуникационных систем	Ботагөз	Джумашева	45
Баишев университет	Құрманай	Бекмұратов	45
НАО "Евразийский национальный университет имени Л.Н. Гумилева"	Меруерт	Есентаева	45
Зкиту	Марина	Короб	45
Западно Казахстанский Университет имени Махамбета Утемисова	Вера	Глонина	44
Актюбинский университет им. С. Баишева	Ислам	Шалабаев	44
Алматинский Технологический Университет	София	Казанцева	44
Костанайский филиал ЧелГУ	Алексей	Дейнека	44
Западно-Казахстанский инновационно-технологический университет	Рахат	Аскаров	44
Западно казахстанский инновационный технологический университет	Тайыр	Каримуллинов	44
 Атырауский университет имени Х. Досмухамедова	Малика	Маратова	44
Казахстанский университет инновационных и телекоммуникационных систем	Чингис	Батталов	44
Казахский университет международных отношений и мировых языков имени Абылай хана	Айгерим	Сарсенгалиева	44
Центрально-Казахстанская академия Фемида	Никита	Просников	44
Шырақбек Қабылбаев атындағы Қостанай академиясы	Елжан	Сандибекұлы	44
Костанайский филиал Челябинского Государственного университета	Валерия	Моор	44
Коркыт ата	Ақнұр	Әбдіқалық	43
ЗКИТУ	Айнур	Сембаева	43
Қорқыт ата атындағы Қызылорда университеті	Алтынбике	Кажденбек	43
ЮКГУ им Ауэзова	Мирас	Сыдыков	43
 Атырауский университет имени Х. Досмухамедова	Дарья	Шаратова	43
ЗКГ им.Махамбет Утемисова	Виктория	Рахметулла	43
Кызылординский университет	Дильмухаммед	Бексеитов	43
ЮКГУ им М.Ауезова	Бағлан	Барат	43
Международный Казахско - Турецкий университет имени Ходжи Ахмеда Ясави	Мариям	Абдуманабқызы	43
НАО "Каспийский Университет технологий и инжиниринга им. Ш. Есенова"	Сабина	Керимбекова	43
КРУ имени Ахмет Байтұрсынұлы	Бекжасар	Калабаев	43
КИнЭУ	Алина	Шакеева	43
Кожа Ахмет Ясауи атындағы Халықаралық қазақ-түрік университеті	Нұрай	Төлебекова	43
Maqsut Narikbayev University	Данияр	Асқарбеков	43
Х.Досмұхамедов атындағы Атырау университеті	Жазира	Максутова	43
Атырау университеті	Жарасхан	Есенкосов	43
НАО "Каспийский Университет технологий и инжиниринга им. Ш. Есенова"	Жанар	Тарбанова	42
Костанайский региональный университет имени Ахмета Байтурсынова	Анжелика	Мазунина	42
Южно-Казахстанский Университет им.М.Ауэзова	Диана	Курумбаева	42
Актюбинский региональный университет имени К. Жубанова	Нұрдана	Бердіғазы	42
Кожа Ахмет Ясауи атындағы Халықаралық қазақ-түрік университеті	Бегимай	Жусуева	42
Есенов университеті	Елдос	Накыйпек	41
Западно-Казахстанский инновационно-технологический университет	Даниал	Тулегенов	41
Южно-Казахстанский государственный университет имени М. Ауэзова	Ернұр	Бастарбек	41
Қ.Жұбанов атындағы Ақтөбе өңірлік университеті	Ақерке	Төлепбергенова	41
Карагандинский университет Казпотребсоюза	Асем	Кикимова	41
Казахский университет международных отношений и мировых языков имени Абылай хана	Нурмедина	Кесикбаева	41
АТУ	Алексей	Ершов	41
Западно-Казахстанский инновационно-технологический университет	Саида	Аскарова	41
Казахский университет международных отношений и мировых языков им. Абылай хана	Қарақат	Ерғанат	40
Казахстанский Университет Инновационных и телекоммуникационных систем	Жайлыбек	Атантаев	40
Кожа Ахмет Ясауи атындағы Халықаралық қазақ-түрік университеті	Санжар	Искаков	40
 Атырауский университет имени Х. Досмухамедова	Ирина	Глебус	40
Казахский университет международных отношений и мировых языков имени Абылай хана	Баян	Бейсен	40
 Атырауский университет имени Х. Досмухамедова	Мадина	Нургужиева	40
Костанайский инженерно-экономический университет имени Мыржакыпа Дулатова	Альбина	Рыжова	40
 Атырауский университет имени Х. Досмухамедова	Назерке	Исламова	40
ХҚТУ	Бахытжан	Азатбергенов	40
Сәрсен Аманжолов атындағы Шығыс Қазақстан универститеті (ВКУ)	Әли	Әлейханов	39
Кожа Ахмет Ясауи атындағы Халықаралық қазақ-түрік университеті	Асатбек	Абдираимов	39
Зкгу	Александра	Винникова	39
Актюбинский региональный университет имени К. Жубанова	Ернұр	Аманкелді	39
КРУ имени А.Байтұрсынұлы	Алишер	Махмадалиев	38
Актюбинский региональный университет имени К. Жубанова	Лэйла	Амангельдина	38
Восточно Казахстанский университет имени С.Аманжолова	Екатерина	Суворова	37
КРУ имени А.Байтұрсынұлы	Мади	Бекжанов	37
Халел Досмұхамедов атындағы Атырау Университеті	Айымгүл	Бершқали	37
Туран, Алматы	Гулшад	Ермагамбетова	37
Костанайский филиал Челябинский государственный университет	Алина	Штукерт	36
 Атырауский университет имени Х. Досмухамедова	Раза	Султанова	35
КАРАГАНДИНСКИЙ УНИВЕРСИТЕТ КАЗПОТРЕБСОЮЗА	Анастасия	Суханова	35
КФ МГУ имени М. В. Ломоносова	Барий	Туяков	34
Қ.Жұбанов атындағы Ақтөбе өңірлік мемлекеттік университеті	Расул	Қожаниязов	34
Қ. Жұбанов атындағы Ақтөбе өңірлік университеті	Аяна	Амреева	33
ЗКАТУ	Альбина	Батыргалиева	33
КАРАГАНДИНСКИЙ УНИВЕРСИТЕТ КАЗПОТРЕБСОЮЗА	Чингиз	Маняпов	31
Кожа Ахмет Ясауи атындағы Халықаралық қазақ-түрік университеті	Бақдаулет	Маратұлы	30
Шерхан Мұртаза атындағы Халықаралық Тараз университеті	Бірханым	Нұрбекқызы	26
Шерхан Мұртаза атындағы халықаралық Тараз университет	Жазира	Айдар	26
`;

// Raw data for second stage results
export const results2_IB_raw = `Университет	Имя	Фамилия	Итоговые баллы
Международный Таразский университет имени Шерхана Муртазы	Илья	Кравченко	75
МКТУ	Ислам	Абдулахадов	74
КарТУ им. Абылкаса Сагинова	Халил	Каландаров	74
ВКУ имени С.Аманжолова	Рустем	Жумабек	70
Satbayev University	Рахат	Болат	70
Коркыт-Ата	Мадияр	Дузумбайулы	69
М.Әуезов	Батырхан	Нариманов	69
Қорқыт ата атындағы Қызылорда университеті	Абзал	Темір	69
М.Әуезов шымкент	Жайық	Тәжі	68
АРУ им. Жубанова	Жанель	Амангали	68
Международный Таразский Университет имени Ш. Муртаза	Алиаскар	Мухаммед	68
Өзбекәлі Жәнібеков атындағы оңтүстік қазақстан педагогикалық университеті	Аружан	Досбалаева	68
ВКУ имени С.Аманжолова	Нұрдәулет	Ерланұлы	68
МЕЖДУНАРОДНЫЙ ТАРАЗСКИЙ УНИВЕРСИТЕТ ИМ.Ш.МУРТАЗЫ	Заир	Розиев	68
ВКУ имени С.Аманжолова	Жанболат	Пірмат	68
ВКУ имени С.Аманжолова	Айғаным	Шакенова	68
Қожа Ахмет Яссауи атындағы халық аралық қазақ-түрік университеті	Рамазан	Жұмахан	68
ВКУ имени С.Аманжолова	Жавохир	Курбаналиев	68
ВКТУ им.Д.Серикбаева	Валентина	Вахрушева	67
тигу тараз	Владислав	Стрелков	67
Международный Таразский Университет имени Ш. Муртаза	Манарбек	Есенбаев	67
Қожа Ахмет Ясауи атындағы халықаралық қазақ-түрік университеті	Дінмұхаммед	Ғабдуллаұлы	67
Қожа Ахмет Яссауи атындағы қазақ түрік университеті	Балжан	Тұрсынбек	67
ВКУ имени С.Аманжолова	Досымжан	Еркин	67
КАСУ	Павел	Материкин	67
Международный Таразский Университет имени Ш. Муртаза	Бекнұр	Ерназарбеков	66
Международный Таразский Университет имени Ш. Муртаза	Досмұхамед	Сейдуов	66
ВКУ имени С.Аманжолова	Мира	Нұрболат	66
МКТУ	Миләз	Хинизов	66
ВКУ имени С.Аманжолова	Бақдәулет	Сарсенбекұлы	66
Қожа Ахмет Яссауи атындағы халықаралық қазақ-түрік университеті	Мұрат	Жулаев	66
Қожа Ахмет Яссауи атындағы халықаралық қазақ-түрік университеті	Мадина	Досмахамат кызы	66
Қожа Ахмет Яссауи атындағы халықаралық қазақ-түрік университеті	Ердәулет	Тойбеков	66
Қожа Ахмет Ясауи атындағы халықаралық қазақ-түрік университеті	Самат	Таліпхан	66
Қорқыт Ата атындағы Қызылорда университеті	Айнұр	Аманбердиева	66
Шерхан Мұртаза атындағы халықаралық университет	Мұхамеджан	Тлес	65
КАСУ	Алмат	Кокеев	65
Карагандинский технический университет имени Абылкаса Сагинова	Руслан	Загидуллин	65
Евразийский национальный университет имени Л.Н. Гумилева	Бауыржан	Маратов	65
ВКУ имени С.Аманжолова	Айым	Сейтова	65
Қожа Ахмет Ясауи атындағы Халықаралық қазақ-түрік университеті	Нұрбек	Исаев	65
Международный казахско-турецкий университет имени Ходжи Ахмеда Ясави	Дархан	Бақытжан	65
Қожа Ахмет Ясауи атындағы Халықаралық қазақ-түрік университеті	Сұлугүл	Дәулетбекова	65
Қожа Ахмет Ясауи атындағы Халықаралық қазақ-түрік университеті	Дінмұхаммед	Үсен	65
Қожа Ахмет Яссауи атындағы халықаралық қазақ-түрік университеті	Ерзат	Шакенов	65
Мұхтар Әуезов	Акниет	Алишери	65
Қожа Ахмет Яссауи атындағы қазақ-түрік университеті	Құралай	Пернебай	65
Қожа Ахмет Яссауи атындағы Халықаралық Қазақ-Түрік Университеті	Руслан	Хинизов	65
ВКТУ им.Д.Серикбаева	Данияр	Сайлауов	65
Қорқыт ата	Даниал	Тукешов	65
Жубанова	Анель	Амангали	64
ВКУ имени С.Аманжолова	Диас	Сағадиев	64
Западно-Казахстанский инновационно-технологический университет	Назерке	Ягшыбаева	64
Қожа Ахмет Ясауи атындағы халықаралық қазақ-түрік университеті	Ерзат	Ермаханбет	64
Казахстанский университет инновационных и телекоммуникационных систем	Тахир	Джавзиев	64
Қожа Ахмет Яссауи атындағы халықаралық қазақ-түрік университеті	Нұрым	Мырзахмет	64
ВКУ имени С.Аманжолова	Диас	Қадырбеков	64
Қожа Ахмет Яссауи атындағы қазақ түрік университеті	Умринсо	Мамешова	64
КарТУ	Андрей	Улинич	64
ВКУ имени С.Аманжолова	Арайлы	Төкен	64
Қожа Ахмет Ясауи атындағы Халықаралық қазақ-түрік университеті	Әлібек	Айтбай	64
Қорқыт Ата	Нұркен	Рахман	63
ЗКТУ	Даулет	Набиуллин	63
Международный Таразский Университет имени Ш. Муртаза	Дамир	Қоңқабай	63
ВКУ имени С.Аманжолова	Сабина	Секенова	63
ВКУ имени С.Аманжолова	Асхат	Чериязданов	63
Шерхан Мұртаза атындағы Халықарлық Тараз университеті	Бекасыл	Нишанбаев	63
ЧУ «Костанайский инженерно-экономический университет» им М.Дулатова	Иса	Джакаров	63
ВКТУ им.Д.Серикбаева	Адема	Елнарова	63
Международный Таразский университет имени Шерхана Муртазы	Ануар	Оралбеков	63
ЮКГУ им. Мухтара Ауезова	Ислам	Шаймуханбетов	63
ВКУ имени С.Аманжолова	Диас	Қанатбек	63
МКТУ	Karakat	Kozhay	63
Қорқыт ата	Арсен	Идрисов	63
Коркыт Ата	Даниял	Бақытжан	63
Қожа Ахмет Яссауи атындағы қазақ- түрік университеті	Жасурбек	Хасан	62
Қорқыт ата атындағы Қызылорда университеті	Ерсайыр	Абадатдинұлы	62
Коркыт	Erbol	Sadibekov	62
ВКУ имени С.Аманжолова	Ақбота	Тілебалды	62
Западно-Казахстанский инновационно-технологический университет	Дулат	Максутов	62
Ш.Есенов Ақтау қаласы	Имангали	Рахматиллаев	62
Южно Казахстанское Государственный университет имени Мухтара Ауезова	Искандар	Торакулов	62
ВКТУ им.Д.Серикбаева	Темірлан	Галькенов	62
Южно-Казахстанский Университет имени М.Ауезова	Аделина	Ильязова	62
ВКУ имени С.Аманжолова	Нұржан	Нұрлықанов	61
M.Auezov	Abylai	Beketbai	61
Шерхан Мұртаза атындағы халықаралық университеті	Жансерік	Жолдыбаев	61
М. Ауезов	Байырбек	Нисанбаев	61
Ш.Есенов	Бауыржан	Ордабайұлы	61
Yessenov University	Руслан	Таңатар	61
ВКУ имени С.Аманжолова	Нурила	Базарбай	61
Қорқыт ата атындағы Қызылорда университеті	Ұлжалғас	Нұрмахан	61
Международный Таразский Университет имени Ш. Муртаза	Шәміл	Омар	60
Западно казахстанский технологический университет	Даурен	Аманкулов	60
Ш.Есенов Актау	Бекзат	Өтебай	60
Казахстанский университет инновационных и телекоммуникационных систем	Расул	Сабиров	60
КА МВД РК им.Б.Бейсенова	Даниял	Мурзакаримов	60
Қожа Ахмет Ясауи атындағы Халықаралық қазақ-түрік университеті	Бақдәулет	Сембеков	60
Северо-Казахстанский университет имени М. Козыбаева	Инкара	Каленова	60
Қорқыт ата университеті	Ілияс	Дәуен	60
Кызылординский Университет им. Коркыт ата	Екатерина	Ким	60
Қорқыт Ата	Еркебұлан	Мырзабек	60
Кызылординский университет имени Коркыт ата	Асылхан	Тынымбай	60
Қорқыт Ата атындағы университеті	Темірлан	Садуақас	60
Международный университет информационных технологий	Әли	Шаймарданов	59
ВКУ имени С.Аманжолова	Назерке	Сагалбаева	59
ВКУ имени С.Аманжолова	Фариза	Тохтарали	59
Шерхан Мұртаза атындағы халықаралық университет	Бағдат	Баратбекұлы	59
ВКУ имени С.Аманжолова	Нұрасыл	Орманбеков	59
Западно казахстанский технологический университет	Акжол	Умбетов	59
ВКУ имени С.Аманжолова	Ералы	Сержанұлы	59
Кызылординский университет имени Коркыт ата	Данил	Гурьев	59
Қорқыт ата атындағы Қызылорда мемлекеттік университі	Әсет	Өмірбек	59
Коркыт Ата	Ерсултан	Сулеймен	58
КАСУ	Екатерина	Дружинина	58
ВКУ имени С.Аманжолова	Назерке	Бейілхан	58
Мұхтар Ауэзов	Сымбат	Алипбек	58
Мухтар Ауезова	Шохруз	Аззамкулов	58
ВКУ имени С.Аманжолова	Дина	Ахымет	58
Қазақстанның Инновациялық және телекоммуникациялық жүйелер университтеті	Темирлан	Хаменов	58
Қоркыт Ата	Диас	Абдықадыр	58
ВКУ имени С.Аманжолова	Ислам	Ринатұлы	57
Қожа Ахмет Ясауи атындағы халықаралық Қазақ-Түрік университеті	Аяулым	Абдаразақ	57
ВКУ имени С.Аманжолова	Нұржан	Сүйімбек	57
Южно-Казахстанский исследовательский университет имени Мухтара Ауэзова	Дария	Мырзабаева	57
ВКУ имени С.Аманжолова	Куандык	Зорбай	56
МЕЖДУНАРОДНЫЙ IT УНИВЕРСИТЕТ (МУИТ)	Аидын	Кельбетов	56
М. Әуезов атындағы ОҚЗУ	Іңкәр	Назан	56
ВКУ имени С.Аманжолова	Аян	Серік	56
Коркыт-ата	Адильжан	Темурбек	55
НАО "Каспийский Университет технологий и инжиниринга им. Ш. Есенова"	Райымбек	Есбосынов	55
Западно Казахстанский инновационно-технологический университет	Омар	Оразалы	55
Қорқыт Ата атындағы Қызылорда университеті	Нұрсәуле	Ануарбек	54
Университет имени Коркыт ата	Балжан	Тулегенова	54
Казахстанский университет инновационных и телекоммуникационных систем	Даниил	Грабко	54
Мухтар ауезов	Саят	Жамалов	54
Коркыт Ата	Димитрис	Аврамиди	54
Korkyt Ata University	Baqdaulet	Shagyr	54
Қожа Ахмет Ясауи атындағы Халықаралық қазақ-түрiк университетi	Сакен	Арысбай	54
Қорқыт ата	Ерсултан	Зкрия	54
Қорқыт Ата университеті	Назерке	Бағидулла	53
ВКУ имени С.Аманжолова	Актилек	Сабитова	53
ЮКГУ имени М.Ауезова	Sevara	Yuldasheva	53
Южно-Казахстанский университет им. М. Ауэзова	Нурсултан	Кидирбаев	53
Коркыт Ата	Ерсұлтан	Дәрменқұлов	52
Қорқыт Ата атындағы Қызылорда университеті	Нұрай	Жұмағұл	52
Коркыт ата	Дамир	Нуралы	52
М.Ауезов	Ұлан	Маратұлы	52
КАСУ	Павел	Смирнов	52
Таразский Инновационный Гуманитарный университет	Алмаз	Анарбеков	52
ВКУ имени С.Аманжолова	Ерқанат	Қаирбек	52
ВКУ имени С.Аманжолова	Аружан	Ражапова	51
Шерхан Мұртаза атындағы халықаралық университет	Азизбек	Базарбаев	51
Ш. Есенов атындағы Каспий технологиялар және инжиниринг университеті	Нурлан	Сатыбалды	51
Қазақстанның Инновациялық және телекоммуникациялық жүйелер университтеті	Ерасыл	Қабдығали	51
Западно-Казахстанский инновационно-технологический университет(ЗКИТУ)	Кира	Лобашева	51
Коркыт ата университы	Диас	Жанбырбаев	50
ВКУ имени С.Аманжолова	Рахат	Иманбек	50
Южно Казахстанский Государственный университет имени Мухтара Ауезова	Сардорбек	Маманазаров	50
ЮКУ им. М. Ауэзова	Галымжан	Сисабеков	50
Университет имени Коркыт Ата	Владислав	Нам	50
Қорқыт ата	Талгат	Андрющенко	50
ВКУ имени С.Аманжолова	Камилла	Рахымбек	49
Жұбанов Хериот Уатт	Көркемай	Елеусіз	49
Югку	Динара	Анарбек	49
Қорқыт ата атындағы Қызылорда университеті	Жарқынбек	Нұрмаханов	49
Қорқыт Ата	Берік	Абзалұлы	49
ВКУ имени С.Аманжолова	Нурасыл	Жомарткан	48
Коркыт	Нұрасыл	Базарбай	48
Коркыт ата	Туран	Калихан	48
Қорқыт Ата	Islam	Maratuly	47
Кызылординский университет им. Коркыт-Ата	Сеильбек	Жиеналиев	47
ВКУ имени С.Аманжолова	Бахтияр	Қалиев	47
Университет имени К.Жубанов-Heriot-Watt campus.	Ботагөз	Өтегенова	47
ВКУ имени С.Аманжолова	Сабина	Бертаева	47
ЮКГУ имени М.Ауезова	Нұрәділ	Бейсенбаев	47
Қорқыт ата	Жақсылық	Мүсілім	46
ВКТУ им.Д.Серикбаева	Мұхамед	Төлегенов	46
ВКУ имени С.Аманжолова	Жанасыл	Асылбеков	45
КГУТИ им. Ш.Есенова	Нұрбек	Әділхан	45
Шерхан Мұртаза атындағы Халықаралық Тараз университеті	Айбол	Жаныбек	45
ЮКГУ им.М Ауэзова	Илья	Новомлинов	45
ВКТУ им.Д.Серикбаева	Елнар	Сатбеков	45
ВКУ имени С.Аманжолова	Малика	Дауренбеккызы	44
Қорқыт Ата атындағы ҚУ	Сырым	Берікұлы	44
Қорқыт ата атындағы Қызылорда университеті	Абылайхан	Абдімүталіп	43
Ясави атындағы Халықаралық Қазақ-түрік университеті	Дилбек	Косимов	43
Мұхтар Ауезов	Айдар	Арыстанбек	42
КАСУ	Михаил	Фёдоров	41
Коркыт Ата атындагы КМУ	Рамазан	Калиев	41
Карагандинская Академия имени Баримбека Бейсенова Мвд	Санжар	Батырбай	40
Қорқыт ата атындағы Қызылорла университеті	Нұрдаулет	Кеңесов	40
Қорқыт ата	Ерасыл	Барлыбаев	40
Коркыт Ата	Дамир	Өтеқұл	39
Кызылординский университет Коркыт Ата	Нурмухамед	Серик	39
Қорқыт ата атындағы Қызылорда университеті	Дильнура	Ерғабыл	38
Коркыт ата	Диас	Карби	38
Қорқыт Ата Қызылорда университеті	Ахмет	Жанболатулы	37
КУ	Акнур	Минасарова	37
Қорқыт Ата университеті	Нұрсұлтан	Жолдасов	36
Коркыт Ата	Мадияр	Курманали	36
ВКУ имени С.Аманжолова	Нурсултан	Калкаманов	35
ВКУ имени С.Аманжолова	Ғани	Кусаинов	33
Коркыт ата	Александр	Потапов	32
`;

export const results2_MO_raw = `Университет	Имя	Фамилия	ИТОГ
Қожа Ахмет Ясауи атындағы халықаралық қазақ-түрік университеті	Ұлжалғас	Қамбарбек	64
КазУМОиМЯ имени Абылай хана	Айша	Алтынбай	63
КАСУ	Дастан	Дюсембеков	62
Западно-Казахстанский Университет им. М. Утемисова	Камила	Мухтарова	62
Каспийский университет технологий и инжиниринга имени Ш. Есенова	Аружан	Абдуллаева	60
КАСУ	Айдана	Бияхметова	60
Maqsut Narikbaev University (MNU-KazGUU)	Мақсат	Тілектес	59
КАСУ	Кольбай	Курманбек	58
Каспийский государственный университет технологий и инжиниринга имени Ш. Есенова	Жасмина	Закария	56
Қожа Ахмет Яссауи атындағы халықаралық қазақ түрік университеті	Аида	Есенбердіқызы	54
Қожа Ахмет Яссауи атындағы халықаралық қазақ-түрік универтитеті	Асем	Қонысбек	53
Казахско-Американский свободный университет	Алина	Чернова	52
НАО "Каспийский Университет технологий и инжиниринга им. Ш. Есенова"	Назерке	Шынарбай	51
Западно Казахстанский государственный университет имени Махамбета Утемисова	Инара	Аблаева	51
Казахстанский Университет Инновационных и Телекоммуникационных Систем	Камилла	Латыпова	50
МКТУ	Ханзада	Музапарова	49
НАО "Каспийский Университет технологий и инжиниринга им. Ш. Есенова"	Салтанат	Балтурина	49
Ш.Есенов атындағы каспий технологиялар және инженеринг университеті	Далия	Мұхаммед Азим	49
КАСУ	Меруерт	Абышева	48
Казахский университет Международных Отношений и Мировых Языков имени Абылай хана (КазУМОиМЯ)	Алишер	Алимжанов	48
ХҚТУ	Аяжан	Атымтаева	47
Қожа Ахмет Яссауи атындағы халықаралық қазақ түрік	Жазира	Чисбаева	44
Yessenov University	Саят	Құлман	43
М. Әуезов атындағы ОҚУ	Сымбат	Юсупова	41
Әуезов атыңдағы ОҚМУ	Ердәулет	Сапархан	41
`;




export const results2_JUR_raw = `Университет	Имя	Фамилия	ИТОГ
Карагандинская Академия МВД РК им.Б.Бейсенова	Алмасхан	Өмірхан	62
АПО РК	Ерасыл	Әбілда	62
Кару им.Букетова	Алишер	Ким	62
Maqsut Narikbayev University	Куанышбек	Аманбаев	62
Кокшетауский университет имени Абая Мырзахметова	Ерсайын	Ерғали	62
Q University	Аян	Мурат	62
Alikhan Bokeikhan University	Даниела	Лосева	61
Северо-Казахстанский Университет им. М. Козыбаева	Диас	Бауржан	59
НАО Торайгыров университет	Алдияр	Сламов	58
Ілияс Жансігүров атындағы Жетісу университеті	Ринат	Ерболов	58
Костанайский филиал ФГБОУ ВО "Челябинский государственный университет"	Анна	Вишниченко	58
Карагандинская Академия МВД имени Б.Бейсенова	Андас	Искаков	57
Х.Досмұхамедов атындағы Атырау Университеті	Әсем	Самат	57
ВКУ им. С.Аманжолова	Әділет	Қайса	57
Қорқыт ата атындағы Қызылорда университеті	Мейрімхан	Абзалқызы	56
ЗКИТУ	Мария	Донцова	56
Карагандинская Академия МВД им Б. Бейсенова	Адлет	Сабитов	56
Университет им.Ш.Есенова	Наталья	Бернякович	56
Карагандинский Университет Казпотребсоюза	Алина	Хабибуллина	56
Абая Мырзахметова	Аружан	Жасулан	56
Ш. Есенов	Бауыржан	Ковланов	56
Ш.Есенов Каспий технологиялар және инжиниринг университеті	Жұлдызай	Досмуханова	56
Академия правоохранительных органов при ГП РК	Тимур	Үсенқан	56
Туран Астана	Дінмұхаммед	Алимханов	56
ҚР БП жанындағы құқық қорғау Академиясы	Анар	Есқали	56
АПО РК	Баглан	Сражадин	56
Х. Досмұхамедов атындағы Атырау университеті	Медина	Әбдеш	56
MNU	Ерқанат	Айдарбек	55
НАО "Каспийский Университет технологий и инжиниринга им. Ш. Есенова"	Рахат	Карлыбеков	55
АПО РК	Асель	Курманалина	55
Каспийский Университет технологий и инжиниринга им. Ш. Есенова	Мәлік	Низамдин	55
Карагандинская академия МВД РК им.Б.Бейсенова	Анастасия	Удалова	55
Мұхтар Ауезов	Uzakbay	Arailym	55
Карагандинская академия МВД им. Б.Бейсенова	Расул	Копжасар	55
Х.Досмұхамедұлы атындағы Атырау Университеті	Нұрлыгүл	Сарсенбаева	54
Костанайский филиал ФГБОУ ВО "ЧелГУ"	Виктория	Калашникова	54
Alikhan Bokeikhan University	Айгерим	Сулейменова	54
КАСУ	Амина	Кайсанова	54
Карагандинская академия МВД РК имени.Б.Бейсенова	Мақсат	Усманалиев	54
Maqsut Narikbayev University	Канысбай	Хожабаев	54
КАСУ	Анастасия	Василькова	54
АПО РК	Әсел	Құлахметова	54
МКТУ	Айымай	Амеркулова	54
Каспийский Университет Технологий и Инжиниринга им.Ш.Есенова	Вероника	Бриткова	54
Тұран-Астана	Дильназ	Қанапия	54
Каспийский университет технологий и инжиниринга имени Ш. Есенова	Нұрәділ	Ағзамов	54
Мирас	Ақниет	Шірінбек	54
Таразский университет им М.Х.Дулати магистратура	Маликахон	Бахрамова	54
НАО “Торайгыров Университет”	Ақмарал	Елемес	54
Западно-Казахстанский университет имени Махамбета Утемисова	Алина	Пархоменко	54
Университет Нархоз	Мансур	Асылбеков	54
Alikhan Bokeikhan University	Даулет	Қасымов	53
Карагандинский университет имени Е.А. Букетова	Махаббат	Мушманова	53
Костанайская академия МВД имени Шракбека Кабылбаева	Анель	Казбекова	53
ЧелГУ	Ангелина	Шилова	53
Костанайская академия МВД РК	Айнур	Сейтхожина	53
Университет имени Абая Мырзахметова	Анастасия	Корниенко	53
НАО "Каспийский Университет технологий и инжиниринга им. Ш. Есенова"	Ерлан	Ускинов	53
Alikhan Bokeikhan University	Бекзат	Толымгожинов	53
Академия правоохранительных органов при Генеральной прокуратуре РК	Жулдыз	Файзоллаева	53
Мақсұт Нарикбаев Университеті	Диана	Қахарман	53
Карагандинский университет Казпотребсоюза	Екатерина	Антипова	53
Западно-Казахстанский инновационно-технологический Университет	Айнур	Лайкова	53
Центрально Азиатский Инновационный Университет	Алина	Рехенберг	53
Академия МВД	Агиля	Макашева	53
Атырауский университет им. Х. Досмухамедова	Сандуғаш	Маулен	53
КФ «ЧелГУ»	Светлана	Павлюченкова	52
Ш. Есенов атындағы каспий инжиниринг және технологиялар университеті	Аружан	Тажентай	52
Maqsut Narikbayev University	Асхат	Жармухамедов	52
Международный казахсо-турецкий университет им.Ходжа Ахмета Ясауи	Гауһар	Әлше	52
Alikhan Bokeikhan University	Ислана	Алиппаева	52
Абылай хан атындағы Қазақ халықаралық қатынастар және Әлем тілдер университеиі	Anelya	Kakimzhankyzy	52
КарГу им. Букетова	Таир	Байкенов	52
Костанайская академия МВД РК имени Ш. Кабылбаева	Дамир	Костубаев	52
Қ. Жұбанов атындағы Ақтөбе өңірлік университеті	Мерейхан	Ерматов	52
Костанайская Академия МВД РК им. Ш.Кабылбаева	Арлан	Махамбетов	52
Халел Досмухамедов атындағы атырау университеті	Алуа	Нариманқызы	52
Костанайская академия МВД РК имени Шракбека Кабылбаева	Ксения	Кох	52
ЖУ им.Ильяса Жансугурова	Айша	Жакеева	51
КАСУ	Даниил	Ежов	51
Университет имени Д. Конаева	Аян	Мұратбек	51
Жгу	Аделя	Амангелдинова	51
Карагандинская Академия МВД РК им Б.Бейсенова	Қажымұрат	Сәбит	51
Есенов	Жансая	Асқатова	51
Карагандинская Академия МВД РК им.Баримбека Бейсенова	Темирлан	Тулеев	51
Манаш Қозыбаев атындағы Солтүстік Қазақстан университеті	Көркемай	Жүсүпбек	51
Торайгыров университет	Артур	Ганикель	50
Кокшетауский университет им. А. Мырзахметова	Алмас	Иманов	50
КВШ	Алдияр	Құрманбек	50
Академия МВД РК им.Б.Бейсенова	Amirbek	Adilgaliev	50
ЖУ имени Илияса Жансугурова	Алина	Кадырова	50
Мұхтар Әуезов	Нұрдәулет	Жамбыл	50
Ш. Есенов атындағы Каспий инженеринг университеті	Амина	Аминова	50
Абая Мырзахметова	Николай	Чередников	50
МВД РК имени Ш.Кабылбаева	Молдир	Рахметоллаева	50
Учреждение «Университет Мирас»	Амина	Узенбаева	50
Қорқыт Ата атындағы Қызылорда университеті	Анель	Ахметкали	50
Қ.Жұбанов	Қайсар	Қайрат	50
Х. Досмұхамедов атындағы Атырау университеті	Аян	Таушанов	50
Баишев университет	Гауһар	Амангелді	50
Х.Досмұхамедов атындағы Атырау университеті	Ерасыл	Мұхамбет	50
Халел Досмұхамедов атындағы Атырау университеті	Мөлдір	Жақсылық	50
Мухтар Ауезов	Гүлханым	Файзулла	49
Академия МВД Костанай	Евгений	Стучков	49
ЖУ	Амирхан	Омирхалыков	49
Костанайская Академия МВД РК имени Шракбека Кабылбаева	Камиля	Сулейменова	49
Қазақстанның  инновациялық және телекоммуникациялық жүйелер университеті	Талиға	Мұхатай	49
Maqsut Narikbayev University	Алиби	Вилис	49
Карагандинская академия МВД РК им.Барымбека Бейсенова	Герман	Беспалов	49
Карагандинская академия МВД РК имени Б.Бейсенова	Радмир	Латипов	49
НАО "Каспийский Университет технологий и инжиниринга им. Ш. Есенова"	Розалия	Жайгалиева	49
Казахстанско-Американский Свободный Университет	Берікжан	Аманғазин	49
Туран-Астана	Данияр	Ахметжан	49
Университет Мирас	Мансур	Калсабаев	49
НАО «Каспийский университет технологий и инжиниринга имени Ш.Есенова	Марал	Нурмагамбетова	49
Кунаев Университет	Айым	Бекмурат	49
Костанайская академия Министерства внутренних дел Республики Казахстан имени Шракбека Кабылбаева	Darina	Yerdoskyzy	49
Академия МВД Костанай	Айдын	Айтбай	49
Костанайская академия Министерства Внутренних Дел имени Шракбека Кабылбаева	Аманат	Жумажан	49
Қорқыт Ата атындағы ҚУ	Жібек	Анапия	49
Костанайская Академия МВД РК им.Шыракбека Кабылбаева	Нұркен	Есен	49
Академия МВД РК им. Ш.Кабылбаева	Айкен	Есхабылова	49
Зку им.Махамбета Утемисова	Рамина	Белкаирова	49
КазИИТУ	Айзада	Әбілқайыр	49
Х.Досмұхамедов атындағы Атырау университеті	Дарига	Коженьязова	49
НАО "Каспийский Университет технологий и инжиниринга им. Ш. Есенова"	Актилек	Абилкаирова	48
Баишев университет	Назерке	Темирбай	48
КарУ им. Букетова	Нурбек	Житкенбаев	48
Карагандинская академия Министерства внутренних дел Республики Казахстан имени Баримбека Бейсенова	Бағжан	Сарсенбаев	48
ЖУ	Бигзат	Тилекхан	48
ЮКУ им Ауэзова	Федор	Катков	48
ВКУ имени С.Аманжолова	Нурым	Шаяхмет	48
Есенов	Серікболсын	Ақмұратұлы	48
Alikhan Bokeikhan University	Тимур	Рыспаев	48
ЮКГУ им. Әуезова	Даниял	Серик	48
Alikhan Bokeikhan University	Диас	Акылтаев	48
Ауезов	Орхан	Гаджиев	48
КАСУ	Ануар	Жумабеков	48
Maqsut Narikbayev University	Ақжол	Тезекбаев	48
Х.Досмухамедов атындағы Атырау университеті	Аида	Өнербекқызы	48
МВД РК Костанайская Академия	Мирас	Тұрсынбай	48
ЧелГу	Илона	Миженская	47
Жұбанов	Нұрила	Сүйеуова	47
ҚР ІІМ Б.Бейсенов атындағы Қарағанды академиясы	Аружан	Жұмабек	47
Западно - Казахстанский инновационно - технологический университет	Анеля	Батырова	47
Alikhan Bokeikhan University	Асылжан	Жумагалиева	47
Жетысуский  университет	Ернур	Байдаулет	47
Қ.Жұбанов атындағы АӨУ	Камилла	Амантурлиева	47
Кокшетауский университет имени Абая Мырзахметова	Марат	Самигулин	47
Қ.Жұбанов атындағы Ақтөбе өңірлік мемлекеттік университеті	Мерей	Сексенбаева	47
Есенов университеті	Бахытгул	Оракбаева	47
Костанайский филиал ЧелГУ	Анастасия	Кимейша	47
Западно-Казахстанский университет им.М.Утемисова	Салих	Исмагулов	47
Казахстанский университет инновационных и телекоммуникационных систем	Акнур	Суюнгалиева	47
Х.Досмұхамедов атындағы Атырау университеті	Гулназ	Ерикова	47
Костанайская Академия МВД	Аруна	Темирханова	47
Зкиту-Западно Казахстанский инновационный технологический университет	Амандық	Бисенби	47
Кокшетауский университет им. Абая Мырзахметова	Анастасия	Анисимова	46
Костанайская Академия имени Ш. Кабылбаева	Аяжан	Раймханова	46
ЖУ	Абзал	Сатыбай	46
Alikhan Bokeihan University	Асылжан	Дуйсенбек	46
Восточно-Казахстанский университет имени С.Аманжолова	Ильяс	Кадылбеков	46
Жу	Мирас	Жиенбай	46
Turan-Astana	Karakat	Absemetkyzy	46
Баишев университет	Маржан	Амангелдиева	46
Жетысуский университет им. И.Жансугурова	Амина	Бейсембаева	46
Карагандинсая академия МВД РК	Рамиз	Мұхамедғали	46
ЗКУ Утемисова	Улан	Жадраев	46
Қазақстан Инновациялық және телекоммуникациялық жүйелер университеті	Айару	Қабдолова	46
Академия	Мади	Аскербек	46
Университет имени Абая Мырзахметова	Вероника	Ступаченко	45
АРУ им. Жубанова, г. Актобе	Мелекханум	Мамлиева	45
Алматы гуманитарлы-экономикалық университеті	Серік	Исметилла	45
ХҚТУ	Әсел	Айдархан	45
Есенов	Bekbol	Saliyev	45
Жетысуский университет имени И. Жансугурова	Фарида	Аманжолова	45
Академия Правоохранительных органов при ГП РК	Диас	Амирбеков	45
КазИИТУ	Нұрдаулет	Кулов	45
Атырау университеті	Ажарай	Ізбасар	45
ФГБОУ КФ ЧелГУ	Артур	Жумабаев	44
Костанайская академия МВД	Дарина	Тасболатова	44
Кокшетауский университет имени Абая Кунанбаева	Назыма	Хайржан	44
ҚР ІІМ Ш.Қабылбаев атындағы Қостанай академиясы	Аружан	Тлебалдина	44
ҚР ІІМБ.Бейсенов атындағы Қарағанды академиясы	Ақерке	Серікқали	44
Жетысуский университет имени Ильяса Жансугурова	Даниал	Доспай	44
Западно-Казахстанский университет имени Махамбет Утемисова	Акжан	Бахыджан	44
АРГУ им.Жубанова	Жанна	Жарас	44
Актюбинский региональный университет имени К.Жубанова	Назым	Төлегенова	44
Қ.Жұбанов атындағы АӨУ	Гауһар	Исмагулова	44
Актюбинский региональный университет им. К. Жубанова	Асем	Касинова	44
Западно-Казахстанский университет имени Махамбета Утемисова	Илья	Шамагин	44
Атырауский университет имени Х. Досмухамедова	Нурсеит	Сабыргали	44
Қ. Жұбанов	Салтанат	Асан	44
Сәрсен Аманжолов атындағы Шығыс Қазақстан Университеті	Шұғыла	Елеукенова	44
Карагандинский университет имени академика Е.А. Букетова	Алибек	Шалабаев	43
Костанайская Академия МВД Имени Шыракбека Кабылбаева	Толеухан	Иманмагзумов	43
Костанайская Академия МВД РК им Ш. Кабылбаева	Андрей	Воловцов	43
НАО Торайгыров университет	Адема	Абраева	43
Жетысуский университет	Даулет	Жұмахан	43
Казахстанский Университет Инновационных и Телекомуционных систем	Аружан	Тукеева	43
ЧелГУ	Дамир	Тураров	43
М.Ауезов	Шапағат	Зұлпыхар	43
Карагандинская академия МВД РК имени Баримбека Бейсенова	Темірлан	Қуандық	43
Alikhan Bokeihan University	Бексұлтан	Серікқан	43
ЧелГУ	Жанна	Тажибаева	43
ҚР ІІМ Ш.Қабылбаев атындағы Қостанай академиясы	Меруерт	Таңатар	43
Ш.Есенов	Гауһартас	Досыбай	43
НАО "Каспийский Университет технологий и инжиниринга им. Ш. Есенова"	Насибохон	Тохташова	43
Ілияс Жансүгіров атындағы Жетісу университеті	Бақнұр	Дәулет	43
Карагандинская академия Мвд имени Б.Бейсенова	Аружан	Жақсыбай	42
Академия МВД	Dilnaz	Galiaskar	42
Қ. Жұбанов атындағы Ақтөбе өңірлік университеті	Назым	Салыкбаева	42
Қ.Жұбанов атындағы Ақтөбе өңірлік университеті	Сымбат	Гайсина	42
Шоқан Уәлиханов атындағы Көкшетау университеті Бизнес және Құқық  жоғарғы мектебі, Құқық кафедрасы	Аяжан	Манапова	42
Университет им. К.Жубанова	Клим	Котов	42
Тигу	Жарасбаи	Аманжулов	42
Челгу	Марина	Самусенко	42
Баишев университет	Назерке	Абенова	42
Шоқан Уәлиханов атындағы Көкшетау университеті	Элеонора	Далабаева	42
Қ.Жұбанов	Светлана	Қисмет	42
Казахстанский университет инновационных и телекоммуникационных систем	Варвара	Субботина	42
Костанайская Академия МВД РК	Диар	Тажибаев	42
Maqsut Narikbaev	Торехан	Анарбек	42
Ш.Қабылбаев атындағы Қостанай академиясы	Айгерим	Куанышбек	42
Костанайская Академия МВД РК им. Ш. Кабылбаева	Алтынай	Акбидай	42
Костанайская Академия МВД РК имени Шыракбека Кабылбаева	Алина	Болатова	41
ЮКГУ Мухтар Ауэзова	Мадинахан	Идоятова	41
Maqsut Narikbayev University	Daniyar	Koshzhanov	41
ЮКУ им.М.Ауэзова	Аяулым	Хабибулла	41
Қ.Жұбанов атындағы Ақтөбе өңірлік университеті	Ботакөз	Батырбаева	41
АРУ имени К. Жубанова	Диас	Атаханов	41
Костанайский филиал ФГБОУ ВО "ЧелГУ"	Ирина	Харлова	41
Баишев Университет	Шамшаддин	Нифталиев	41
Қ.Жұбанов атындағы АӨУ	Ажаркүл	Кемалова	41
Қ. Жұбанов атындағы Ақтөбе өңірлік университеті	Аружан	Кадырова	41
Костанайская академия	Данил	Пак	41
ХҚТУ	Мадина	Қахарман	41
Вку им. С.Аманжолова	Назерке	Рахымбаева	41
Х.Досмұхамедов атындағы Атырау университеті	Шынайы	Есенгелді	41
Атырауский университет имени Халела Досмухамедова	Тұрсынхан	Серікбай	40
Костанайская академия МВД	Арина	Алпеева	40
Костанайская Академия МВД РК имени Шракбека Кабылбаева	Ділназ	Абылғазы	40
Челгу	Николай	Кабанов	40
Alikhan Bokeikhan University	Адиль	Болатұлы	40
Жубанова Юридический факультет	Мадина	Мукашева	40
Қожа Ахмет Яссаки атындағы халықаралық қазақ түрік университеті	Асылзат	Амангелді	40
Мұқтар Әуезов атындағы Оңтүстік Қазақстан Университеті	Кайрбек	Оралхан	40
Костанайская академия МВД РК	Михаил	Стащенко	40
Қазақстан инновациялық және телекоммуникациялық жүйелер университеті	Нұрқожа	Сапиев	40
Академия МВД города Костанай	Ирина	Наб	39
М.Әуезов	Нұрмұхамед	Тәжібай	39
Торайгыров Университет, г.Павлодар	Мадина	Шаханова	39
Костанайская Академия имени Ш.Кабылбаева	Алия	Салтыкова	39
Южно-Казахстанский университет имени М.Ауэзова	Сабина	Бегман	39
Юкгу	Тоғжан	Сейіт	39
Ауезов ЮКУ	Улбала	Жора	39
Казахстанский Университет Инновационных и Телекоммуникационных Систем	Дана	Ажгалиева	38
Костанайская Академия МВД РК имени Ш.Кабылбаева	Кирилл	Урбанович	38
Қ.Жұбанов атындағы АӨУ	Аяулым	Әйіпова	38
Жетысу университет	Алихан	Татығали	38
Қ.Жұбанов	Қуаныш	Сағитов	38
Каспийский государственный университет технологий и инжиниринга имени Ш. Есенова	Мухаммедали	Агаев	37
Южно казахстанский университет имени М. Ауэзова	Нөсер	Құлахмет	37
Мұқтар Әуезов атындағы Оңтүстік Қазақстан Университеті	Сәбит	Максутов	37
Академия	Милана	Жусупова	36
Ясауи атындағы Халықаралық қазақ-түрік университеті	Нұрәлі	Ережеп	36
Костанайская академия МВД РК имени Шракбека Кабылбаева	Дархан	Коскулаков	36
Қожа Ахмет Ясауи халықаралық қазақ-түрік	Диана	Құрманбек	36
Костанайский филиал ФГБОУ ВО ЧелГУ	Мадиар	Амиров	36
Академия МВД РК имени Ш.Кабылбаева	Эльвина	Рагимова	36
Баишев университет	Перизат	Мейрамжан	35
Костанайская академия МВД имени Шракбека Кабылбаеаа	Дамир	Кабибола	35
Костанайский филиал ФГБОУ ВО "Челябинский государственный университет"	Матвей	Дарьин	34
Баишев университет	Асет	Тлеков	33
Мирас Университет	Ильяс	Абдрахманов	33
Мухтар Ауезов ЮКУ	Нурсултан	Айгабыл	33
Академия МВД РК им.Ш.кабылбаева	Нурсултан	Калыбек	33
Костанайская академия МВД РК им.Ш Кабылбаева	Даниэль	Буклешов	33
Костанайская Академия МВД РК имени Шракбека Кабылбаева	Ольга	Ерушенко	32
Казахстанский университет инновационных и телекоммуникационных систем	Абзал	Жабасов	31
Костанайская академия имени Шракбека Кабылбанва	Алана	Булат	30
Костанайский социально-технический университет имени З. Алдамжара.	Артур	Кулжанов	30
ФГБОУ ВО ЧелГУ	Адэльвина	Попова	30
Академия МВД	Ділназ	Тілеуқабыл	29
Костанайская академия МВД им.Шракбека Кабылбаева	Мария	Газезова	29
ЧелГУ	Александр	Колесников	28
Актюбинский университет им. С. Баишева	Диана	Султанғалиева	28
Ш.Қабылбаев атындағы Қостанай академиясы	Жазира	Болатова	27
МВД РК именни Ш.Кабылбаева	Жанар	Жузбекова	28
`;

export const finalResults = `Университет	Имя	Фамилия	ИТОГ
Международный Таразский университет имени Шерхана Муртазы	Илья	Кравченко	75
МКТУ	Ислам	Абдулахадов	74
КарТУ им. Абылкаса Сагинова	Халил	Каландаров	74
ВКУ имени С.Аманжолова	Рустем	Жумабек	70
Satbayev University	Рахат	Болат	70
Қоркыт-Ата	Мадияр	Дузумбайулы	69
М.Әуезов	Батырхан	Нариманов	69
Қоркыт-Ата	Абзал	Темір	69
М.Әуезов 	Жайық	Тәжі	68
АРУ им. Жубанова	Жанель	Амангали	68
АРУ им. Жубанова	Альбина	Бухарбаева	66
Қоркыт-Ата	Мадина	Кенжебекова	65
МКТУ	Ұлжалғас	Қамбарбек	64
КазУМОиМЯ имени Абылай хана	Айша	Алтынбай	63
Таразский университет имени М.Х. Дулати	Гүлжан	Бахытбек	63
КАСУ	Дастан	Дюсембеков	62
 Атырауский университет имени Х. Досмухамедова	Данияр	Джумаш	62
КФ ЧЕЛГУ	Мария	Арсентьева	62
Университет Туран	Вадим	Тотьмянин	62
М. Ауезов 	Сымбат	Сұлтан	62
Карагандинская Академия МВД РК им.Б.Бейсенова	Алмасхан	Өмірхан	62
АПО РК	Ерасыл	Әбілда	62
Кару им.Букетова	Алишер	Ким	62
Maqsut Narikbayev University	Куанышбек	Аманбаев	62
Кокшетауский университет имени Абая Мырзахметова	Ерсайын	Ерғали	62
Q University	Аян	Мурат	62
Жезу	Артём	Краус	61
Alikhan Bokeikhan University	Даниела	Лосева	61
Каспийский университет технологий и инжиниринга имени Ш. Есенова	Аружан	Абдуллаева	60
КАСУ	Айдана	Бияхметова	60
Maqsut Narikbaev University (MNU-KazGUU)	Мақсат	Тілектес	59
Кокшетауский Университет им. Ш. Уалиханова	Алмас	Қажығали	59
Западно-Казахстанский Университет имени М.Утемисова	Салтанат	Салық	59
Северо-Казахстанский Университет им. М. Козыбаева	Диас	Бауржан	59
КАСУ	Кольбай	Курманбек	58
НАО Торайгыров университет	Алдияр	Сламов	58
Ілияс Жансігүров атындағы Жетісу университеті	Ринат	Ерболов	58
Каспийский государственный университет технологий и инжиниринга имени Ш. Есенова	Жасмина	Закария	56
МКТУ	Аида	Есенбердіқызы	54
МКТУ	Асем	Қонысбек	53
`

export const appilationResults = `Университет	Имя	Фамилия	ИТОГ
Евразийский национальный университет имени Л.Н. Гумилева	Бауыржан	Маратов	67
КарТУ	Андрей	Улинич	67
Международный университет информационных технологий	Әли	Шаймарданов	62
Қожа Ахмет Ясауи атындағы халықаралық Қазақ-Түрік университеті	Аяулым	Абдаразақ	60
Университет "Туран"	Ясынжан	Тахтиев	59
Западно-Казахстанский Университет имени М.Утемисова	Салтанат	Салық	59
Кожа Ахмет Ясауи атындағы Халықаралық қазақ-түрік университеті	Әсемай	Орынбасар	58
Maqsut Narikbayev University	Канысбай	Хожабаев	57
Мақсұт Нарикбаев Университеті	Диана	Қахарман	55
Торайгыров университет	Артур	Ганикель	52
КАРАГАНДИНСКИЙ УНИВЕРСИТЕТ КАЗПОТРЕБСОЮЗА	Дарья	Федорова	52
Актюбинский региональный университет имени К.Жубанова	Назым	Төлегенова	46
Карагандинская академия МВД РК имени Баримбека Бейсенова	Темірлан	Қуандық	45
`