export const instructionText = `ИНСТРУКЦИЯ
для участников Национальной олимпиады по финансовой безопасности,
проводимой на базе Академии финансового мониторинга «AML ACADEMY».

1. Национальная олимпиада направлена на повышение информационной, финансовой, правовой грамотности и культурного уровня молодежи (далее – Олимпиада). 
2. Желающие принять участие в Олимпиаде должны в обязательном порядке пройти регистрацию на специальной странице официального сайта Академии финансового мониторинга «AML ACADEMY», (далее – Академия) «Национальная олимпиада по финансовой безопасности»: https://www.amlacademy.kz/.
3. После регистрации участнику Олимпиады на указанный адрес электронной почты поступит письмо от Организационного Комитета (далее – Оргкомитет) с указанием персонального логина, пароля и ссылки для прохождения тестирования (в онлайн формате). 
4. Олимпиада состоит из трех этапов:
- Онлайн тестирование; 
- Написание эссе в оффлайн формате на площадке территориальных департаментов Агентства для отбора 40 финалистов;
- Финальный отбор 10 победителей посредством интеллектуальной игры и турнира по фиджитал-спорту в г. Астана.
5. 1-й этап – тестирование.  
\tКоличество тестовых вопросов на 1 участника - 50 вопросов. Время проведения тестирования – 100 минут.  Время начала тестирования – 10 часов 00 минут. Время завершения тестирования – 11 часов 40 минут. Допускается погрешность во времени начала и завершения тестирования на 5 минут, с учетом установленного времени проведения тестирования. Тестирование состоится 21 апреля 2025 года с 10 часов 00 минут до 11 часов 40 минут. 
Результат тестирования в баллах участник получает после ввода ответов и их электронной проверки. Проходной балл тестирования составляет – 50 баллов (один правильный ответ равен 0,5 балла). 
Работы участников 1-го этапа проверяются программно-аппаратным способом и апелляции не подлежат.
Важно! Для участия в тестировании необходимо подключение со стационарного компьютера или ноутбука, имеющего доступ к информационно-телекоммуникационной сети Интернет. 
Результаты 1-го этапа будут размещены на сайте: https://www.amlacademy.kz/.
6. 2-й этап – эссе. 
Лица, прошедшие 1-й этап, допускаются к написанию эссе.  
Написание эссе состоится 25 апреля 2025 года с 10 часов 00 минут до 11 часов 20 минут.
Местом проведения 2-го этапа определены площадки территориальных департаментов Агентства.
Вход участников на площадку организатора олимпиады осуществляется заблаговременно до начала 2-го этапа за 30 минут. 
Подробные требования и порядок написания эссе изложены в Положении и Регламенте.  
Важно! Для участия в написании эссе при себе необходимо иметь документ, удостоверяющий личность (удостоверение личности либо паспорт). 
Во время написания эссе запрещается использование технических устройств, такие устройства подлежат изъятию.  
7. Заявление на апелляцию принимается на сайте Академии: https://www.amlacademy.kz/.
Срок подачи заявления на апелляцию: в течение 2-х рабочих дней после объявления результатов 2-го тура. 
8. Результаты апелляции размещаются на сайте Академии. 
9. Финальный этап состоится из 10 победителей посредством интеллектуальной игры и турнира по фиджитал-спорту в г. Астана.
10. Победители будут определены из числа участников, набравших самые высокие баллы. 
11. Список победителей Олимпиады будет размещен на сайте Академии. 

* Внимание! Даты и время могут быть скорректированы по техническим причинам, независящим от Организационного комитета. Все участники будут информированы об изменениях не позднее чем за 24 часа. 


Организационный комитет`;


export const instructionKz = `
«AML ACADEMY» Қаржылық мониторинг академиясының базасында өткізілетін. Ұлттық қаржылық қауіпсіздік олимпиадасының қатысушыларына арналған 
НҰСҚАУЛЫҚ


1. Ұлттық олимпиада жастардың ақпараттық, қаржылық, құқықтық сауаттылығын және мәдени деңгейін арттыруға бағытталған (бұдан әрі - Олимпиада).
2. Олимпиадаға қатысқысы келетіндер міндетті түрде «AML ACADEMY» Қаржылық мониторинг академиясының ресми сайтындағы арнайы бетте тіркелу керек (бұдан әрі - Академия) «Қаржылық қауіпсіздік бойынша ұлттық олимпиада»: https://www.amlacademy.kz/.
3. Тіркелгеннен кейін Олимпиада қатысушысының электрондық поштасына Ұйымдастыру комитетінен (бұдан әрі - Оргкомитет) жеке логин, пароль және тестілеуден өту үшін сілтеме көрсетілген хат келеді (онлайн форматта).
4. Олимпиада үш кезеңнен тұрады:
- Онлайн тестілеу;
- 20 финалистті іріктеу үшін Агенттіктің аумақтық департаменттерінде оффлайн форматта эссе жазу;
- Астана қаласында интеллектуалды ойын және фиджитал-шахмат турнирі арқылы 10 жеңімпазды финалдық іріктеу.
5. 1-кезең - тестілеу.
1 қатысушыға арналған тест сұрақтарының саны - 50 сұрақ. Тестілеудің ұзақтығы - 100 минут. Тестілеудің басталу уақыты - 10:00. Тестілеудің аяқталу уақыты - 11:40. Тестілеудің басталуы мен аяқталу уақытында 5 минуттық дәлсіздік рұқсат етіледі, тестілеу уақытына сәйкес. Тестілеу 2025 жылғы 5 сәуірде 10:00-ден 11:40-қа дейін өтеді.
Тестілеу нәтижелері қатысушы жауаптарды енгізгеннен кейін және электронды тексеруден өткеннен кейін балл түрінде беріледі. Тестілеуден өту баллы - 50 балл (бір дұрыс жауап 0,5 балға тең).
1-кезең қатысушыларының жұмыстары бағдарламалық-аппараттық әдіспен тексеріледі және апелляцияға жатпайды.
Маңызды! Тестілеуге қатысу үшін интернетке қолжетімді стационарлық компьютер немесе ноутбукпен қосылу қажет.
1-кезеңнің нәтижелері сайтта жарияланады: https://www.amlacademy.kz/.
6. 2-кезең - эссе.
1-кезеңнен өткен тұлғаларға эссе жазуға рұқсат беріледі.
Эссе жазу 2025 жылғы 10 сәуірде 10:00-ден 11:20-ға дейін өтеді.
2-кезеңнің өткізілу орны Агенттіктің аумақтық департаменттерінің алаңдары болып табылады.
Олимпиаданың ұйымдастырушыларының алаңына қатысушылардың кіруі 2-кезеңнің басталуына 30 минут қалғанда ұйымдастырылады.
Эссе жазуға қойылатын талаптар мен тәртіп Положение және Регламентте көрсетілген.
Маңызды! Эссе жазу кезінде жеке басын куәландыратын құжат (жеке куәлік немесе паспорт) болуы керек.
Эссе жазу кезінде техникалық құрылғыларды қолдануға тыйым салынады, осындай құрылғылар алынады.
7. Апелляцияға өтініш Академияның сайтында қабылданады: https://www.amlacademy.kz/.
Апелляцияға өтініш беру мерзімі: 2 жұмыс күні ішінде 2-тур нәтижелері жарияланғаннан кейін.
8. Апелляция нәтижелері Академияның сайтында жарияланады.
9.	Финалдық кезең 10 жеңімпаздың интеллектуалды ойын мен фиджитал-шахмат турнирі арқылы Астана қаласында өтеді.
10.	Жеңімпаздар ең жоғары балл жинаған қатысушылар арасынан анықталады.
11. Олимпиаданың жеңімпаздарының тізімі Академияның сайтында жарияланады.

* Назар аударыңыз! Күндер мен уақыт техникалық себептермен, Ұйымдастыру комитетіне байланысты емес, өзгертілуі мүмкін. Барлық қатысушылар өзгерістер туралы 24 сағаттан кешіктірмей хабардар етіледі.

Ұйымдастыру комитеті
`




export const regulationText = `Приложение 

Регламент по написанию Эссе (для участников Национальной олимпиады по финансовой безопасности) 

Эссе – это сочинение небольшого объема, свободно выражающее индивидуальные впечатления и размышления по поводу услышанного, прочитанного, просмотренного. Цель работы – раскрыть предложенную тему путем приведения каких-либо аргументов. Эссе не может содержать много идей. Оно отражает только один вариант размышлений и развивает его. 
При написании эссе старайтесь отвечать четко на поставленный вопрос и не отклоняйтесь от темы. Эссе - строго индивидуальная работа и не терпит соавторства.  
Время написания эссе – 80 минут. 

Оформление материалов эссе 
Объем эссе – до 2-3 страниц машинописного текста в редакторе «Блокнот». Шрифт: Times New Roman, кегль - 14, интервал – 1,5. 
Все поля по 20 мм. Вверху слева указывается фамилия, имя, отчество автора эссе. Далее, через один интервал - название эссе жирным шрифтом. Затем, через один пропущенный интервал располагается текст.  

Написание эссе 
Подготовка к написанию эссе. При выборе вопроса по какой-либо тематике, прежде чем составлять план Вашего ответа, убедитесь в том, что Вы внимательно прочитали и правильно поняли его, поскольку он может быть интерпретирован по-разному, а чтобы его осветить существует несколько подходов: следовательно, Вам необходимо будет выбрать вариант подхода, которому Вы будете следовать, а также иметь возможность обосновать Ваш выбор. При этом содержание вопроса может охватывать широкий спектр проблем, требующих привлечения большого объема литературы. 
В этом случае следует освещать только определенные аспекты этого вопроса. У Вас не возникнет никаких проблем, если Вы не будете выходить за рамки очерченного круга, а Ваш выбор будет вполне обоснован, и Вы сможете подкрепить его соответствующими доказательствами. Заголовок эссе может не находится в прямой зависимости от темы. 
Кроме отражения содержания работы он может являться отправной точкой в размышлениях автора. Прежде чем приступить к написанию эссе, проанализируйте имеющуюся у Вас информацию, а затем составьте тезисный план.  
Структура эссе: вступление, основная часть (развитие темы), заключение. 
Вступление 
Актуальность, суть и обоснование выбранной темы.  
Должно включать краткое изложение Вашего понимания и подход к ответу на данный вопрос. Полезно осветить то, что Вы предполагаете сделать в работе, и то, что в Ваше эссе не войдет, а также дать краткие определения ключевых терминов. При этом постарайтесь свести к минимуму число определений. 

Основная часть 
Данная часть предполагает развитие Вашей логической аргументации и анализа, а также обоснование их, исходя из имеющихся данных, других аргументов и позиций по этому вопросу. Предлагаемая Вами аргументация (или анализ) должна быть структурирована. В основной части Вы должны логически обосновать, используя данные или строгие рассуждения, Вашу аргументацию или анализ. Не ссылайтесь на работы, которые не читали сами. Небрежное оперирование данными, включая чрезмерное обобщение, снижает оценку. Следует избегать повторений. 
Необходимо писать коротко, четко и ясно. 
Обращается внимание на: 
- структурное выделение разделов и подразделов работы; 
- логичность изложения материала;  
- обоснованность выводов автора;  
- оригинальность и новизну выводов автора; 
- отсутствие лишнего материала, не имеющего отношение к работе;  
- способность построить и доказать Вашу позицию по определенным проблемам на основе приобретенных Вами знаний; 
- аргументированное раскрытие темы на основе собранного материала. 
Заключение 
В данном блоке отражается оценивается наличие необходимых выводов по теме, а также указание на дальнейшие направления развития темы.`;

export const regulationKz = `
Эссе жазу регламенті (Қаржы қауіпсіздігі жөніндегі халықаралық олимпиадаға іріктеу турына қатысушылар үшін) 

Эссе – бұл естігені, оқығаны, көргені туралы жеке әсерлер мен ойларды еркін білдіретін шағын көлемді шығарма. Жұмыстың мақсаты - қандай да бір дәлелдер келтіру арқылы ұсынылған тақырыпты ашу. Эсседе көптеген идеялар болуы мүмкін емес. Ол ойдың бір ғана нұсқасын көрсетеді және оны дамытады. Эссе жазу кезінде қойылған сұраққа нақты жауап беруге тырысыңыз және тақырыптан ауытқымаңыз. Эссе - бұл қатаң жеке жұмыс және бірлескен авторлыққа жол бермейді.  
Эссе жазу уақыты – 80 минут. 

Эссе материалдарын ресімдеу. 
Эссе көлемі – «Блокнот» редакторында машинамен басылған мәтіннің 2-3 бетіне дейін. Қаріп: Times New Roman, кегль - 14, интервал - 1,5. Барлық жиектер 20 мм. Жоғарғы сол жақта эссе авторының тегі, аты, әкесінің аты көрсетіледі. Әрі қарай, бір интервалдан кейін - эссенің атауы қалың қаріппен. Содан кейін жіберілген бір интервалдан кейін мәтін орналастырылады.  

Эссе жазу 
Эссе жазуға дайындық. Жауаптың жоспарын жасамас бұрын, кез-келген тақырып бойынша сұрақты таңдағанда, оны мұқият оқып, дұрыс түсінгеніңізге көз жеткізіңіз, өйткені оны әр түрлі түсіндіруге болады және оны жарықтандыру үшін бірнеше тәсілдер бар: сондықтан Сіз ұстанатын тәсілдің нұсқасын таңдауыңыз керек, сондай-ақ Сіздің таңдауыңызды негіздей білуіңіз керек. Сонымен қатар мәселенің мазмұны көптеген әдебиеттерді тартуды қажет ететін көптеген мәселелерді қамтуы мүмкін. Бұл жағдайда тек осы мәселенің кейбір аспектілері қамтылуы керек. Егер Сіз белгіленген шеңберден шықпасаңыз және Сіздің таңдауыңыз толығымен негізделген болса және Сіз оны тиісті дәлелдермен қолдай алсаңыз, Сізде ешқандай мәселелер болмайды. 
Эссе атауы тақырыпқа тікелей байланысты болмауы мүмкін. Жұмыстың мазмұнын көрсетуден басқа, ол автордың ойларының бастапқы нүктесі бола алады. 
Эссе жазуды бастамас бұрын, Сізде бар ақпаратты талдаңыз, содан кейін тезис жоспарын жасаңыз.  
Эссе құрылымы: кіріспе, негізгі бөлім (тақырыпты дамыту), қорытынды. 
Кіріспе 
Таңдалған тақырыптың өзектілігі, мәні және негіздемесі.  
Сіздің түсінігіңіздің қысқаша мазмұнын және берілген сұраққа жауап беру тәсілін қамтуы керек. Жұмыста не істеу керектігін және Сіздің эссеңізге не кірмейтінін бөліп көрсету, сонымен қатар негізгі терминдерге қысқаша анықтама беру пайдалы. Бұл ретте анықтамалар санын азайтуға тырысыңыз. 
Негізгі бөлігі 
Бұл бөлім Сіздің логикалық дәлелдеріңіз бен талдауларыңызды дамытуды, сондай-ақ қолда бар деректерге, осы мәселе бойынша басқа дәлелдер мен ұстанымдарға сүйене отырып, оларды негіздеуді қамтиды. Сіз ұсынған аргумент (немесе талдау) құрылымдалуы керек. Негізгі бөлімде Сіз деректерді немесе қатаң пайымдауды, дәлелдеуді немесе талдауды қолдана отырып, логикалық негіздеуіңіз керек. Өзіңіз оқымаған жұмыстарға сілтеме жасамаңыз. Деректерді немқұрайлы пайдалану, соның ішінде шамадан тыс жалпылау бағаны төмендетеді. Қайталаудан аулақ болу керек. Қысқа, ашық және анық жазу керек. 
Ескеріледі: 
- жұмыстың бөлімдері мен кіші бөлімдерін құрылымдық бөлу; 
- материалды ұсынудың қисындылығы;  
- автордың тұжырымдарының негізділігі;  
- автордың тұжырымдарының өзіндік ерекшелігі мен жаңалығы; 
- жұмысқа қатысы жоқ артық материалдың болмауы;  
- Сіз алған білім негізінде белгілі бір мәселелер бойынша Сіздің ұстанымыңызды құру және дәлелдеу мүмкіндігі; 
- жиналған материал негізінде тақырыпты дәлелді түрде ашу. 
Қорытынды 
Бұл блокта тақырып бойынша қажетті тұжырымдардың болуы, сондай-ақ тақырыпты дамытудың келесі бағыттары көрсетілген.
` 


export const provisionText = `    
ПОЛОЖЕНИЕ
о Национальной олимпиаде по финансовой безопасности для студентов

Глава 1. Общие Положения

1.	Настоящее Положение о Национальной олимпиаде по финансовой безопасности для студентов (далее – Олимпиада) определяет цели участников, этапы и порядок проведения Олимпиады.
2.	Олимпиада проводится в целях:
-	выявления одаренной молодежи, её дальнейшего интеллектуального развития и профессиональной ориентации;
-	популяризации и повышения уровня знаний о финансовой безопасности среди студентов;
-	развития у студентов навыков принятия осознанных и ответственных финансовых решений;
-	ограждения молодежи от вовлечения в различные мошеннические схемы.
3.	Организаторами Олимпиады являются Академия финансового мониторинга «AML Academy» (далее - AML Academy), Агентство Республики Казахстан по финансовому мониторингу (далее - Агентство), Академия правоохранительных органов при Генеральной Прокуратуре Республики Казахстан, Университет Туран-Алматы, Карагандинский университет 
им. Академика Е.А. Букетова.

2. Организация Олимпиады

4.	Для координации, осуществления организационной работы и информационно-технологического обеспечения по подготовке и проведению Олимпиады на основании приказа ректора AML Academy утверждается состав Организационного комитета и Методического совета.
5.	Организационный комитет:
1)	определяет общий порядок проведения этапов Олимпиады;
2)	контролирует проведение этапов Олимпиады;
3)	анализирует и обобщает итоги Олимпиады.
4)	утверждает форму дипломов победителей и призеров 3-го (финального) этапа Олимпиады;
5)	награждает победителей и призеров Олимпиады.
6.	Методический совет Олимпиады:
1)	разрабатывает задания всех этапов Олимпиады и критерии их оценки;
2)	отвечает за научно-методический уровень предлагаемых заданий, корректность и составление и соответствие их требованиям этапов Олимпиады, аутентичность заданий на казахском и русском языках;
3)	отвечает за конфиденциальность заданий до проведения соответствующих этапов.
7.	Жюри Олимпиады состоит из председателя и членов. В состав жюри могут включены нечетное количество преподавателей высших учебных заведений, представители Агентства, научного сообщества, призеры Международной олимпиады по финансовой безопасности и иные лица, осуществляющие деятельность в сфере противодействия отмыванию доходов и финансированию терроризма.
8.	Жюри Олимпиады: 
1)	проверяет и оценивает работы участников Олимпиады;
2)	определяет победителей Олимпиады.
9.	В состав Апелляционной комиссии входят представители AML Academy, Агентства, и ВУЗ, указанных в 1 пункте настоящего Положения.
10.	Апелляционная комиссия осуществляет следующие функции:
-	рассматривает апелляции участников; 
-	по результатам рассмотрения принимает решение об удовлетворении апелляции либо об отказе в удовлетворении апелляции;

3. Порядок проведения Олимпиады

11.	Олимпиада проводится в период с 20 марта по 23 мая 2025 года в три этапа:
1)	онлайн тестирование не позднее 21 апреля 2025 года;
2)	оффлайн написание эссе на площадке территориальных подразделений Агентства не позднее 25 апреля 2025 года;
3)	интеллектуальные игры и турнир по фиджитал-спорту в г. Астана не позднее 23 мая 2025 года.
12.	В Олимпиаде на добровольной основе принимают участие граждане Республики Казахстан-студенты 2-3 курсов высших учебных заведений, магистранты научно-педагогического направления 1-го курса не старше 30 лет, обучающиеся по специальностям в сферах юриспруденции, экономики и финансов, международных отношений, информационной безопасности, информационных технологий.
13.	Рабочими языками олимпиады являются казахский и русский языки.
14.	Для участия в Олимпиаде допускаются студенты и магистранты, прошедшие предварительную онлайн регистрацию на сайте AML Academy.
15.	Для сохранения прозрачности и академической честности олимпиады процесс ее проведения может обеспечиваться системой видеонаблюдения/аудиозаписи. 
16.	Участники Олимпиады дают согласие на обработку своих персональных данных: сбор, систематизацию, хранение выполненных заданий, ведение и хранение аудиозаписи и видеосъёмки, протоколов с результатами видеозаписи всех этапов.
Информационное обеспечение участников олимпиады реализуется посредством публикации информации на сайте «AML Academy», а также путем рассылки сообщений на электронные адреса участников, указанных ими при регистрации.
17.	Финансирование расходов, связанных с проведением олимпиады производится Организаторами за счет собственных и привлеченных (спонсорских) средств.

Первый этап 

18.	Первый этап Олимпиады проводится 21 апреля 2025 года в форме онлайн тестирования на сайте AML Academy.
19.	Вход на сайт участниками осуществляется посредством полученных при регистрации данных.
20.	Минимальные технические требования для прохождения тестирования: техническое устройство, подключенное к сети интернет. 
21.	Количество тестовых вопросов на 1 участника - 50. Время проведения тестирования – 100 минут.  Время начала тестирования – 10 часов 00 минут. Время завершения тестирования – 11 часов 40 минут. Допускается погрешность во времени начала и завершения тестирования на 5 минут, с учетом установленного времени проведения тестирования. 
22.	Результат тестирования в баллах участник получает после ввода ответов и их электронной проверки. Проходной балл тестирования составляет – 50 баллов (один правильный ответ равен 0,5 балла). 
Работы участников 1-го этапа проверяются программно-аппаратным способом и апелляции не подлежат.
23.	Списки участников, прошедших во 2-й этап олимпиады, публикуются на сайте AML Academy в соответствующем разделе в течение 2-х рабочих дней после завершения тестирования.
Второй этап 

24.	Второй этап Олимпиады состоит из написания эссе и проводится одновременно в назначенную дату очно на площадках территориальных подразделений Агентства. 
25.	Участник должен иметь при себе документ, удостоверяющий личность, письменные принадлежности (ручки чёрного/синего цвета), допускается наличие питьевой воды.
26.	Все рекомендации и инструкции по написанию эссе размещаются на официальном сайте «AML Academy».
27.	За 15 минут до начала второго этапа организаторы вскрывают конверты и раздают задания участникам олимпиады.
Выдача заданий производится в соответствии со схемой рассадки. Проверка работ участников осуществляется членами Жюри в закрытом режиме. 
Во время проведения туров 2-го (итогового) этапа участнику запрещается разговаривать с другими участниками, менять место своего расположения без разрешения организаторов, обмениваться записями с другими участниками.  
28.	Информация о дате, времени и месте проведения апелляций указывается на сайте «AML Academy» или в Программе второго этапа. 
29.	Результаты участников второго этапа публикуются на сайте «AML Academy» в соответствующем разделе в течение 2-х рабочих дней после его завершения.
Итоговые результаты объявляются после проведения апелляции, публикуются на сайте «AML Academy» в соответствующем разделе в течение      3-х дней после завершения процедуры апелляции. 

Третий этап 

30.	40 участников Олимпиады, набравшие наибольшее количество баллов по итогам первого и второго этапов, допускаются для участия в третьем этапе Олимпиады. Их список публикуется на сайте AML Academy не позднее, чем за 10 дней до дня проведения третьего этапа.
31.	Третий этап Олимпиады включает проведение интеллектуальных игр, связанных с решением задач по финансовой безопасности и турнира по фиджитал-спорту.
32.	Общее количество победителей третьего этапа Олимпиады не должно превышать 10 человек.
33.	Победители Олимпиады направляются от Республики Казахстан на Международную олимпиаду по финансовой безопасности в Российскую Федерацию с 30 сентября по 4 октября 2025 года.
`

export const provisionKz = `
Студенттерге арналған Қаржылық қауіпсіздік бойынша ұлттық олимпиадасы туралы
ЕРЕЖЕ

1-бөлім. Жалпы ережелер

1.	Студенттерге арналған Қаржылық қауіпсіздік бойынша ұлттық олимпиадасы (бұдан әрі – Олимпиада) туралы осы Ереже қатысушылардың мақсаттарын, Олимпиаданы өткізу кезеңдерін және тәртібін айқындайды.
2.	Олимпиада келесі мақсатта өткізіледі:
	- дарынды жастарды анықтау, оларды одан әрі зияткерлік дамыту және кәсіби бағдарлау;
	- студенттер арасында қаржылық қауіпсіздік бойынша білім деңгейін арттыру және насихаттау;
	- студенттердің саналы және жауапты қаржылық шешімдер қабылдау дағдыларын дамыту;
	- жастарды түрлі алаяқтық схемаларға тартудан қорғау.
	3. Олимпиаданың ұйымдастырушылары «AML Academy» Қаржылық мониторинг академиясы (бұдан әрі - AML Academy), Қазақстан Республикасының Қаржылық мониторинг агенттігі (бұдан әрі - Агенттік), Қазақстан Республикасының Бас прокуратурасы жанындағы Құқық қорғау органдары академиясы, Тұран-Алматы университеті, Академик Е.А. Бөкетов атындағы Қарағанды университеті болып табылады.

2. Олимпиаданы ұйымдастыру

4.	Олимпиаданы дайындау және өткізу бойынша ұйымдастыру жұмысын және ақпараттық-технологиялық қамтамасыз етуді үйлестіру, жүзеге асыру үшін AML Academy ректорының бұйрығы негізінде Ұйымдастыру комитеті мен Әдістемелік кеңестің құрамы бекітіледі.
5.	Ұйымдастыру комитеті:
1)	Олимпиада кезеңдерін өткізудің жалпы тәртібін айқындайды;
2)	Олимпиада кезеңдерінің өткізілуін бақылайды;
3)	Олимпиада қорытындыларын талдайды және жинақтайды.
4)	Олимпиаданың 3-ші (финалдық) кезеңінің жеңімпаздары мен жүлдегерлері дипломдарының нысанын бекітеді;
5)	Олимпиаданың жеңімпаздары мен жүлдегерлерін марапаттайды.
6.	Олимпиаданың Әдістемелік кеңесі:
1)	Олимпиаданың барлық кезеңдерінің тапсырмаларын және оларды бағалау өлшемдерін әзірлейді;
2)	ұсынылатын тапсырмалардың ғылыми-әдістемелік деңгейіне, Олимпиада кезеңдерінің дұрыстығын құрастырылуы мен олардың талаптарына сәйкестігіне, тапсырмалардың қазақ және орыс тілдеріндегі түпнұсқалығына жауап береді;
3)	тиісті кезеңдер өткізілгенге дейін тапсырмалардың құпиялылығы үшін жауап береді.
7.	Олимпиаданың қазылар алқасы төраға мен мүшелерден тұрады. Қазылар алқасының құрамына жоғары оқу орындары оқытушыларының тақ саны, Агенттіктің, ғылыми қоғамдастықтың өкілдері, халықаралық қаржылық қауіпсіздік олимпиадасының жүлдегерлері және кірістерді жылыстатуға және терроризмді қаржыландыруға қарсы іс-қимыл саласындағы қызметті жүзеге асыратын өзге де тұлғалар енгізілуі мүмкін.
8.	Олимпиада Қазылар алқасы: 
1)	Олимпиадаға қатысушылардың жұмыстарын тексереді және бағалайды;
2)	Олимпиада жеңімпаздарын анықтайды.
9.	Апелляциялық комиссияның құрамына осы Ереженің 1-тармағында көрсетілген AML Academy, Агенттік және ЖОО өкілдері кіреді.
10.	 Апелляциялық комиссия мынадай функцияларды жүзеге асырады:
-	қатысушылардың апелляциялық шағымдарын қарайды; 
-	қарау нәтижелері бойынша апелляцияны қанағаттандыру туралы не апелляцияны қанағаттандырудан бас тарту туралы шешім қабылдайды;

3. Олимпиаданы өткізу тәртібі

11.	 Олимпиада 2025 жылғы 20 наурыз бен 23 мамыр аралығында үш кезеңде өткізіледі:
1)	2025 жылғы 21 сәуірден кешіктірмей онлайн тестілеу;
2)	Агенттіктің аумақтық бөлімшелерінің алаңында 2025 жылғы                                25 сәуірден кешіктірмей офлайн эссе жазу;
3)	 2025 жылғы 23 мамырдан кешіктірмей Астана қаласында фиджитал-спорттан зияткерлік ойындар мен турнир.
12.	 Олимпиадаға ерікті негізде Қазақстан Республикасының азаматтары - жоғары оқу орындарының 2-3 курс студенттері, заңтану, экономика және қаржы, халықаралық қатынастар, ақпараттық қауіпсіздік, ақпараттық технологиялар салаларындағы мамандықтар бойынша оқитын 30 жастан аспаған 1-курс ғылыми-педагогикалық бағытындағы магистранттар қатысады.
13.	Қазақ және орыс тілдері Олимпиаданың жұмыс тілдері  болып табылады.
14.	 Олимпиадаға AML Academy сайтында алдын ала онлайн тіркеуден өткен студенттер мен магистранттарға қатысу рұқсат етіледі.
15.	 Олимпиаданың ашықтығы мен академиялық адалдығын сақтау үшін оны өткізу процесі бейнебақылау/аудиожазба жүйесімен қамтамасыз етілуі мүмкін. 
16.	 Олимпиадаға қатысушылар өздерінің дербес деректерін, яғни орындалған тапсырмаларды жинау, жүйелеу, сақтау, аудиожазбаны және бейнежазбаны жүргізу және сақтау, барлық кезеңдердің бейнежазбасының нәтижелері бар хаттамаларды өңдеуге келісім береді.
Олимпиадаға қатысушыларды ақпараттық қамтамасыз ету «AML Academy» сайтында ақпаратты жариялау арқылы, сондай-ақ тіркеу кезінде көрсетілген қатысушылардың электрондық мекенжайларына хабарламалар жіберу арқылы іске асырылады.
17.	 Олимпиаданы өткізуге байланысты шығыстарды қаржыландыруды ұйымдастырушылар меншікті және тартылған (демеушілік) қаражат есебінен жүргізеді.

Бірінші кезең
18. Олимпиаданың бірінші кезеңі 2025 жылы 21 сәуірде AML Academy сайтында онлайн тестілеу түрінде өткізіледі. 
19. Қатысушылардың сайтқа кіруі тіркеу кезіндегі алынған деректер арқылы жүзеге асырылады.
20. Тестілеуден өту үшін ең минималды техникалық талаптар: интернет желісіне қосылған техникалық құрылғы.
21. Бір қатысушыға тест сұрақтарының саны - 50. Тестілеу уақыты - 100 минут. Тестілеудің басталу уақыты - 11 сағат 40 минут. Тестілеуді өткізудің белгіленген уақытын ескере отырып, тестілеуді 5 минутқа ертерек не кешірек бастауға жол беріледі.
22. Қатысушы ұпайлардағы тестілеу нәтижесін жауаптарды енгізгеннен және оларды электрондық тексеруден кейін алады. Тестілеуден өту балы – 50 балл (бір дұрыс жауап 0,5 балға тең).
1-кезеңге қатысушылардың жұмыстары бағдарламалық-аппараттық тәсілмен тексеріледі және апелляциялық қайта қарауға жатпайды.
23. Олимпиаданың 2-ші кезеңіне өткен қатысушардың тізімдері AML Academy сайтында тестілеу аяқталғаннан кейін 2 жұмыс күн ішінде тиісті бөлімде жарияланады. 

Екінші кезең

24. Олимпиаданың екінші кезеңі эссе жазудан тұрады және белгіленген күні Агенттіктің аумақтық бөлімшелерінің алаңдарында бір мезгілде өткізіледі.
25. Қатысушының өзімен бірге жеке басын куәландыратын құжаты, жазбаша керек-жарақтары (қара/көк түсті қаламдары) болуы тиіс, ауыз судың болуына рұқсат беріледі. 
26. Эссе жазу бойынша барлық ұсыныстар мен нұсқаулықтар «AML Academy» ресми сайтында орналастырылады.
27. Екінші кезеңнің басталуына 15 минут қалғанда ұйымдастырушылар конверттерді ашып, Олимпиада қатысушыларына тапсырмалар үйлестіреді.
Тапсырмаларды тарату, отыру схемасына сәйкес жүргізіледі. Қатысушылардың жұмыстарын Қазылар алқасының мүшелері жабық режимде тексеруді жүзеге асырады. 
2-ші (қорытынды) кезең турларын өткізу кезінде қатысушыға басқа қатысушылармен сөйлесуге, ұйымдастырушылардың рұқсатынсыз өзінің орналасқан жерін өзгертуге, басқа қатысушылармен жазбалар алмасуға тыйым салынады.
28. Апелляцияның өткізілетін күні, уақыты және өткізу орны туралы ақпарат «AML Academy» сайтында немесе екінші кезең бағдарламасында көрсетіледі.
29. Екінші кезең аяқталғаннан кейін қатысушылардың нәтижелері «AML Academy» сайтында 2 жұмыс күн ішінде жарияланады.
Қорытынды нәтижелер апелляция өткізілгеннен кейін жарияланады және апелляция рәсімі аяқталғаннан кейін 3 күн ішінде тиісті бөлімде «AML Academy» сайтында орналастырылады.

Үшінші кезең 

30.	 Бірінші және екінші кезеңдердің қорытындылары бойынша ең көп балл жинаған Олимпиаданың 40 қатысушысына Олимпиаданың үшінші кезеңіне қатысуға рұқсат етіледі. Олардың тізімі AML Academy сайтында үшінші кезең өткізілетін күнге дейін 10 күннен кешіктірілмей жарияланады.
31.	 Олимпиаданың үшінші кезеңі қаржылық қауіпсіздік мәселелерін шешуге байланысты зияткерлік ойындар мен фиджитал-спорт турнирін өткізуді қамтиды.
32.	 Олимпиаданың үшінші кезеңінің жеңімпаздары мен жүлдегерлерінің жалпы саны 10 адамнан аспауы тиіс.
33.	 Олимпиаданың жеңімпаздары мен жүлдегерлері Қазақстан Республикасынан 2025 жылғы 30 қыркүйек пен 4 қазан аралығында Ресей Федерациясындағы Халықаралық қаржылық қауіпсіздік олимпиадасына жіберіледі.
`

export const essayText = `
1)	Банковская система Казахстана и её роль в обеспечении финансовой безопасности.
2)	Теневая экономика, как источник формирования преступных доходов, и методы борьбы с ней.
3)	Эффективность международного сотрудничества Казахстана в борьбе с финансированием терроризма.
4)	Искусственный интеллект как инструмент прогнозирования финансовых угроз.
5)	От теневой экономики к легальному бизнесу: как Казахстан может трансформировать нелегальные доходы в двигатель экономического роста?
6)	Экономика теневого рынка труда: как неформальный сектор влияет на финансовую безопасность Казахстана?
7)	Финансирование терроризма через благотворительные организации: угрозы и меры противодействия. 
8)	Эволюция методов отмывания денег: от традиционных схем к современным цифровым угрозам.
9)	Роль криптовалют и блокчейн-технологий в современных схемах отмывания денег и финансирования терроризма.
10)	Как финансовая безопасность влияет на инвестиционный климат и экономическое развитие страны?
11)	Экологические преступления и отмывание денег: неожиданные угрозы финансовой безопасности.
12)	Финансовые махинации в спортивной индустрии: теневая экономика спортивных клубов и турниров.
13)	Глобальные вызовы для финансовой безопасности в условиях растущих геополитических напряжений и международных санкций.
14)	Роль финансовых регуляторов в обеспечении финансовой безопасности: эффективные методы борьбы с отмыванием денег и финансированием терроризма.
15)	Как новые технологии и искусственный интеллект могут помочь в выявлении схем отмывания денег и предотвращении финансирования терроризма?
16)	Цифровая революция и её влияние на глобальную финансовую безопасность: криптовалюта, блокчейн и угроза отмывания денег в цифровом мире.
17)	Отмывание денег через международные цепочки поставок: как скрытые финансовые потоки подрывают безопасность мировой экономики?
18)	Международные финансовые альянсы против преступных финансовых сетей: как объединённые усилия стран могут победить терроризм через финансовые механизмы?
19)	Финансовая безопасность как новая дипломатия: как международные отношения могут предотвратить глобальные финансовые преступления.
20)	Международные санкции: удачный инструмент или катализатор скрытых финансовых потоков?
21)	Как мультимиллионные сделки в киноиндустрии могут быть прикрытием для отмывания денег?
22)	Как международные конвенции и соглашения могут повысить прозрачность финансовых потоков?
23)	ФАТФ и глобальная борьба с отмыванием денег: насколько эффективны текущие международные усилия?
24)	Как экономические кризисы способствуют росту международных финансовых преступлений?
25)	Влияние массовых миграционных потоков на национальные системы финансовой безопасности.
26)	Защита финансовых систем от киберугроз и финансовых атак в условиях глобальной цифровизации.
27)	Когда деньги скрываются в облаках: как технологии облачных вычислений становятся новым фронтом для финансовых преступников.
28)	Легализация преступных доходов через международную торговлю редкими и ценными товарами.
29)	Легализация доходов через искусственный интеллект: как «умные» алгоритмы помогают отмывать деньги.
30)	Как международные фальшивые бренды и контрабанда становятся скрытым источником преступных доходов?
31)	Виртуальные банки как новые оплоты финансовой безопасности: возможности и угрозы.
32)	Проблемы финансовой безопасности в условиях глобального цифрового "банкинга": как защитить данные и активы.
33)	Финансовый цифровой след: как анализ данных может помочь остановить преступные схемы до того, как они начнут действовать?
34)	Роль ФАТФ в борьбе с незаконными денежными потоками в странах с развивающейся экономикой.
35)	Роль биометрических технологий в защите банковских операций и предотвращении финансовых преступлений.
36)	Роль искусственного интеллекта в построении "невидимой стены" для защиты финансовых систем от внешних угроз.
37)	Финансовая безопасность в эпоху кибер-терроризма.
38)	Использование технологий для выявления и пресечения схем отмывания денег в международной торговле.
39)	Развитие международного сотрудничества по борьбе с терроризмом через финансовые потоки.
40)	Будущее глобальной финансовой безопасности в эпоху цифровых валют.
41)	Финансирование устойчивых проектов: как предотвращать коррупцию и отмывание денег в инвестиционных проектах.
42)	Как борьба с коррупцией помогает предотвращать уклонение от налогов и незаконные финансовые потоки?
43)	Международные меры по борьбе с коррупцией в финансовом секторе: возможности и вызовы.
44)	Как коррупция угрожает национальной финансовой стабильности?
45)	Как борьба с коррупцией помогает формировать новую модель устойчивого развития в финансовом секторе?
 `
export const essayKz = `
1) Қазақстанның банктік жүйесі және оның қаржылық қауіпсіздікті қамтамасыз етудегі рөлі.
2) Қара экономика, қылмыстық табыстардың қалыптасу көзі ретінде, және онымен күресудің әдістері.
3) Қазақстанның терроризмді қаржыландыруға қарсы халықаралық ынтымақтастығының тиімділігі.
4) Қаржылық қауіптерді болжаудағы жасанды интеллекттің рөлі.
5) Қара экономикадан заңды бизнеске: Қазақстан заңсыз табыстарды экономикалық өсімнің қозғаушы күшіне қалай айналдыра алады?
6) Еңбек нарығының қара экономикасы: бейресми сектор Қазақстанның қаржылық қауіпсіздігіне қалай әсер етеді?
7) Қайырымдылық ұйымдары арқылы терроризмді қаржыландыру: қауіптер мен қарсы шаралар.
8) Ақша жуу әдістерінің эволюциясы: дәстүрлі схемалардан заманауи цифрлық қауіптерге дейін.
9) Криптовалюта мен блокчейн технологияларының қазіргі ақша жуу және терроризмді қаржыландыру схемаларындағы рөлі.
10) Қаржылық қауіпсіздік инвестициялық климатқа және елдің экономикалық дамуына қалай әсер етеді.
11) Экологиялық қылмыстар мен ақша жуу: қаржылық қауіпсіздікке күтпеген қауіптер.
12) Спорт индустриясындағы қаржылық алаяқтық: спорт клубтары мен турнирлердің қара экономикасы.
13) Өсіп келе жатқан геосаяси шиеленістер мен халықаралық санкциялар жағдайында қаржылық қауіпсіздікке жаһандық қауіптер.
14) Қаржылық реттеушілердің қаржылық қауіпсіздікті қамтамасыз етудегі рөлі: ақша жуу және терроризмді қаржыландырумен күрестің тиімді әдістері.
15) Жаңа технологиялар мен жасанды интеллект ақша жуу схемаларын анықтауда және терроризмді қаржыландыруды алдын алуда қалай көмектесе алады?
16) Цифрлық революция және оның жаһандық қаржылық қауіпсіздікке әсері: криптовалюта, блокчейн және цифрлық әлемдегі ақша жуу қауіпі.
17) Халықаралық жеткізу тізбектері арқылы ақша жуу: жасырын қаржылық ағымдар жаһандық экономиканың қауіпсіздігіне қалай нұқсан келтіреді?
18) Құқық бұзушылық қаржылық желілерге қарсы халықаралық қаржылық альянстар: елдердің біріктірілген күштері терроризмді қаржылық механизмдер арқылы қалай жеңе алады?
19) Қаржылық қауіпсіздік жаңа дипломатия ретінде: халықаралық қатынастар жаһандық қаржылық қылмыстарды қалай алдын алуға болады.
20) Халықаралық санкциялар: тиімді құрал немесе жасырын қаржылық ағымдарды катализатор?
21) Кино индустриясындағы мультимиллиондық келісімдер ақша жуу үшін қалай жамылғы бола алады?
22) Халықаралық конвенциялар мен келісімдер қаржылық ағымдардың мөлдірлігін қалай арттыра алады.
23) ФАТФ және ақша жууға қарсы жаһандық күрес: қазіргі халықаралық күштердің қаншалықты тиімділігі.
24) Экономикалық дағдарыстар халықаралық қаржылық қылмыстардың өсуіне қалай ықпал етеді?
25) Жаппай миграциялық ағымдардың ұлттық қаржылық қауіпсіздік жүйелеріне әсері.
26) Глобализация жағдайында қаржылық жүйелерді кибер қауіптер мен қаржылық шабуылдардан қорғау.
27) Ақша бұлттарда жасырылғанда: бұлттық есептеулер технологиялары қаржылық қылмыскерлер үшін жаңа майданға қалай айналады?
28) Сирек және бағалы тауарлар халықаралық саудасы арқылы қылмыстық табыстарды легализациялау.
29) Жасанды интеллект арқылы табыстарды легализациялау: «ақылды» алгоритмдер ақша жууға қалай көмектеседі?
30) Халықаралық жалған брендтер мен контрабанда қалай қылмыстық табыстардың жасырын көзіне айналады?
31) Виртуалды банктер қаржылық қауіпсіздіктің жаңа тірегі ретінде: мүмкіндіктер мен қауіптер.
32) Глобалдық цифрлық «банкинг» жағдайында қаржылық қауіпсіздік мәселелері: деректер мен активтерді қалай қорғау.
33) Қаржылық цифрлық із: деректерді талдау қылмыстық схемаларды әрекет етпестен тоқтатуға қалай көмектеседі?
34) ФАТФ-тың дамушы экономикасы бар елдердегі заңсыз ақша ағындарымен күрестегі рөлі.
35) Биометриялық технологиялардың банктік операцияларды қорғаудағы және қаржылық қылмыстарды алдын алудағы рөлі.
36) Жасанды интеллект қаржылық жүйелерді сыртқы қауіптерден қорғау үшін «көрінбейтін қабырға» құрудағы рөлі.
37) Кибер-терроризм дәуіріндегі қаржылық қауіпсіздік.
38) Халықаралық саудада ақша жуу схемаларын анықтау мен тоқтату үшін технологияларды пайдалану.
39) Қаржылық ағымдар арқылы терроризммен күресте халықаралық ынтымақтастықты дамыту.
40) Цифрлық валюталар дәуіріндегі жаһандық қаржылық қауіпсіздіктің болашағы.
41) Тұрақты жобаларды қаржыландыру: инвестициялық жобалардағы сыбайлас жемқорлық пен ақша жууға қалай жол бермеу.
42) Сыбайлас жемқорлықпен күрес салықтан жалтару мен заңсыз қаржылық ағымдарды алдын алуға қалай көмектеседі?
43) Қаржылық сектордағы сыбайлас жемқорлықпен күрестегі халықаралық шаралар: мүмкіндіктер мен қиындықтар.
44) Сыбайлас жемқорлық ұлттық қаржылық тұрақтылыққа қалай қауіп төндіреді?
45) Сыбайлас жемқорлықпен күрес қаржылық секторда жаңа тұрақты даму моделін қалыптастыруға қалай көмектеседі?
`