const testText = 'Вы направили уведомление, в результате получили талон. Следующим этапом необходимо принять на работу ответственного сотрудника по ПОД/ФТ, который будет внедрять и реализовывать политику ПОД/ФТ в вашей организации. Вам предстоит провести собеседование с кандидатами и выбрать наиболее подходящего работника. Учтите их образование, опыт работы и навыки для принятия правильного решения.';
const task_1_1_1_desk = <><p>Сектор ювелирного бизнеса являясь субъектами финансового мониторинга в соответствии Закону
    о ПОД/ФТ обязаны направить в Агентство Республики Казахстан по финансовому мониторингу Уведомление о
    начале/прекращении деятельности в порядке, установленном Законом Республики Казахстан «О разрешениях и
    уведомлениях». Для направления соответствующего Уведомления ознакомьтесь с презентацией Портала.
</p></>
const task_1_1_1_steps = <>
    <ul>
        <li>Изучить портал <a style={{color: "white"}} href="https://elicense.kz/">https://elicense.kz/</a></li>
        <li>Изучить презентацию и транскрипт <a style={{color: "white"}} href="https://elicense.kz/">https://elicense.kz/</a></li>
        <li>Зайти в профиль Игры для изучения личных данных персонажа/игрока</li>
        <li>Заполнить Уведомление о начале/прекращения деятельности</li>
    </ul>
</>
const task_1_1_1_risk = <>
    <p>1. Занятие предпринимательской или иной деятельностью, а также осуществление
    действий/операций без направления Уведомления в случаях, когда направление Уведомления обязательны, если действия не
    содержат признаков уголовного наказуемого деяния влекут:</p> <br/> <p>Штраф на ФЛ – 15 МРП;</p><p>На должностных лиц
    субъектов малого предпринимательства /НКО – 25 МРП;</p><p>На субъектов среднего предпринимательства – 40 МРП;</p>
    <p>На субъектов крупного предпринимательства – 50 МРП;</p><p>За повторное совершение в течение года после наложения
        административного взыскания:</p><p>Штраф на ФЛ – 30 МРП;</p><p>На должностных лиц субъектов малого
        предпринимательства /НКО – 50 МРП;</p><p>На субъектов среднего предпринимательства – 80 МРП;</p><p>На субъектов
        крупного предпринимательства – 500 МРП.</p><br/><p>2. Участие в преступных схемах ОД/ФТ/ФРОМУ.</p></>
const task_1_1_1_goal = <>1. Заполнить Уведомление о начале/прекращении деятельности.</>

const task_1_2_1_desk = <><p>После подачи Уведомления и получения Талона Вам необходимо назначить ответственного лица по
    ПОД/ФТ в вашей организации. Для этого необходимо провести собеседование с кандидатами, которые соответствуют
    установленным законодательством о ПОД/ФТ обязательным критериям.</p></>
const task_1_2_1_steps = <>
    <p>Последовательное исполнение задания:</p>
    <p>Определить претендента на должность ответственного лица по ПОД/ФТ, который соответствует следующим критериям:</p>
    <ul>
        <li>Наличие высшего образования;</li>
        <li>Стаж работы не менее двух лет в сфере деятельности СФМ;</li>
        <li>Безупречная деловая репутация.</li>
    </ul>
    <p>Определить кандидата на должность работника подразделения по ПОД/ФТ, который соответствует следующим
        критериям:</p>
    <ul>
        <li>Наличие высшего образования;</li>
        <li>Стаж работы не менее одного года в сфере деятельности СФМ;</li>
        <li>Безупречная деловая репутация.</li>
    </ul>
    <p>Назначить на должность ответственного лица по ПОД/ФТ.</p>
    <p>Подтвердить назначение.</p>
</>
const task_1_2_1_risk = <>
    <p>Неисполнение СФМ обязанностей по разработке и принятию Правил внутреннего контроля и программ их осуществления
        (ПВК) либо несоответствие ПВК требованиям законодательства о ПОД/ФТ влечет штраф</p>
    <p>• на ФЛ в размере 80 МРП;</p>
    <p>• на должностных лиц, субъектов малого предпринимательства, НКО – 130 МРП;</p>
    <p>• на субъектов среднего предпринимательства – 230 МРП;</p>
    <p>• на субъектов среднего предпринимательства – 230 МРП;</p>
</>
const task_1_2_1 = <>
    <p>Провести собеседование с кандидатами и определить претендента на должность ответственного лица по ПОД/ФТ</p>
</>

const task_1_2_2_desk = <><p>Вы назначили ответственное лицо по ПОД/ФТ в Вашей организации, который будет осуществлять
    функции по соблюдению законодательства о ПОД/ФТ. Для этого Вам необходимо их определить соответствующие функции,
    установленные Правилами внутреннего контроля.</p></>
const task_1_2_2_steps = <><p>Кликать на карточку и ознакомившись с описанием функций выбрать соответствующее
    значение, если Вы согласны с ним кликать на «зеленую кнопку», в случае не согласия на «красную кнопку» и
    подтвердить.</p></>
const task_1_2_2_risk = <></>
const task_1_2_2 = <><p>Ознакомиться с функциями, приведенными в задании, которые будут исполняться ответственным
    лицом по ПОД/ФТ.</p></>


const task_1_3_1 = <>
    <p>Кликать на соответствующую категорию и подтвердить.</p>
</>
const task_1_3_1_steps = <>
    <p>Ознакомиться с представленными категориями и выбрать верный ответ.</p>
</>
const task_1_3_1_desk = <>
    <p>Вы ознакомились с Порталом ВЕБ-СФМ и знаете, какие сведения содержатся в нем.</p>
</>
const task_1_3_1_risk = <>
    <p>Нарушение СФМ законодательства о ПОД/ФТ в части фиксирования сведений, хранения сведений и документов, защиты
        документов, влечет штраф на:</p>
    <p style={{marginLeft: '15px'}}>
        <p>• ФЛ в размере 20 МРП;</p>
        <p>• На должностных лиц субъектов малого предпринимательства, НКО – 50 МРП;</p>
        <p>• На субъектов среднего предпринимательства – 150 МРП;</p>
        <p>• На субъектов крупного предпринимательства – 200 МРП.</p>
    </p>
    <br/>
    <p>
        Непредоставление, несвоевременное предоставление СФМ информации о подозрительных операциях, и операциях клиента,
        имеющие характеристики соответствующие типологиям, схемам и способам ОД/ФТ влекут штраф на:
    </p>
    <p style={{marginLeft: '15px'}}>
        <p>• ФЛ в размере 50 МРП;</p>
        <p>• На должностных лиц субъектов малого предпринимательства, НКО – 140 МРП;</p>
        <p>• На субъектов среднего предпринимательства – 220 МРП;</p>
        <p>• На субъектов крупного предпринимательства – 400 МРП.</p>
    </p>
    <br/>
    <p>Непредоставление, несвоевременное предоставление СФМ информации, сведений и документов по запросу уполномоченного
        органа по финансовому мониторингу, влекут штраф на:</p>
    <p style={{marginLeft: '15px'}}>
        <p>• ФЛ в размере 30 МРП;</p>
        <p>• На должностных лиц субъектов малого предпринимательства, НКО – 80 МРП;</p>
        <p>• На субъектов среднего предпринимательства – 200 МРП;</p>
        <p>• На субъектов среднего предпринимательства – 300 МРП;</p>
    </p>
    <br/>
    <p>Непредоставление, несвоевременное предоставление, а также предоставление недостоверных сведений и документов о
        бенефициарных собственниках представляются юридическим лицом и иностранной структурой без образования
        юридического лица по запросу уполномоченного органа</p>
</>

const task_1_4_1_desk = <>
    <p>СФМ должны принимать меры по надлежащей проверке клиентов (их представителей) и БС.</p>
    <p>НПК осуществляется в следующих случаях:</p>
    <p>
        <ol style={{listStyleType: 'disk', marginLeft: '20px'}}>
            <li>Установления деловых отношений с клиентом;</li>
            <li>Осуществления операций с деньгами и (или) иным имуществом, в том числе подозрительных операций ;</li>
            <li>Наличия оснований для сомнения в достоверности ранее полученных сведений о клиенте (его представителе) и
                БС.
            </li>
        </ol>
    </p>
</>
const task_1_4_1_steps = <>
    <ul>
        <li>Кликнуть соответствующее значение до полного заполнения индикатора в «Зеленый цвет».</li>
        <li>Завершить Задачу после нажатия кнопки «Далее».</li>
    </ul>
</>
const task_1_4_1_risk = <>За непринятие СФМ мер по надлежащей проверке клиентов (их представителей) и БС предусмотрена
    ответственность в виде административного штрафа в размере от 80 МРП до 300 МРП в зависимости от вида
    предпринимательства СФМ.</>
const task_1_4_1 = <><p>СФМ необходимо определить минимальное количество данных в Задаче, которые будут в «Досье»
    каждого клиента – ФЛ.</p><p>Помните, правильное составленное Досье поможет снизить риски ОД/ФТ/ФРОМУ и обеспечить соблюдение законодательства о ПОД/ФТ.</p></>


const task_1_5_1_desk = <>
    <p>У Вас четко выстроена работа по соблюдению требований законодательства о ПОД/ФТ, для реализации которой Вы можете предусмотреть Анкету для ваших клиентов. Данная Анкета может включать в себя самые базовые,  в то же время ключевые вопросы, которые помогут Вам в проведении надлежащей проверки.</p>
</>
const task_1_5_1 = <><p>Ознакомиться с представленными данными и распределить их по категориям.</p></>
const task_1_5_1_steps = <>
    <p>СФМ необходимо распределить данные по категориям «Идентификационные данные», «Контактные данные», «Общие сведения» кликнув и перетащив их в соответствующие категории.</p>
</>
const task_1_5_1_risk = <>
    <p>Наличие у СФМ анкеты «Знай своего клиента» несет исключительно рекомендательный характер.</p>
    <p>За непринятие СФМ мер по надлежащей проверке клиентов (их представителей) и БС предусмотрена ответственность в
        виде административного штрафа в размере от 80 МРП до 300 МРП в зависимости от вида предпринимательства СФМ.</p>
</>

// const task_1_2_1_desk = <>СФМ необходимо распределить следующие критерии по типу клиента на повышающие и понижающие риски.</>
// const task_1_2_1_steps = <>
//     <ul>
//         <li>СФМ необходимо кликать на соответствующее значение путем выбора между «правой» - понижающий (зеленый цвет) и
//             «левой» - повышающий (красный цвет).
//         </li>
//         <li>Завершить Задачу после нажатия кнопки «Далее».</li>
//     </ul>
// </>
// const task_1_2_1_risk = <>За непринятие СФМ мер по надлежащей проверке клиентов (их представителей) и БС предусмотрена
//     ответственность в виде административного штрафа в размере от 80 МРП до 300 МРП в зависимости от вида
//     предпринимательства СФМ.</>
// const task_1_2_1 = <>СФМ необходимо ознакомиться с критериями с сделать выбор в пользу повышающего/понижающего
//     рисков.</>
const task_2_1_4 = <>
    <ul>
        <li>Выбрать одно из значений:
            <br/>
            <ol>
                <li>Риск имеется либо риск отсутствует;</li>
                <li>Завершить задачу в отношении данного клиента и перейти к следующему нажав кнопку «Далее».</li>
            </ol>
        </li>
    </ul>
</>
const task_2_1_4_risk = <>За непринятие СФМ мер по надлежащей проверке клиентов (их представителей) и БС предусмотрена
    ответственность в виде административного штрафа в размере от 80 МРП до 300 МРП в зависимости от вида
    предпринимательства СФМ.</>
const task_2_1_4_desk = <>СФМ необходимо определить риски вашего клиента повышенный/пониженный.</>
const task_2_1_4_steps = <>
    <ul>
        <li>Выбрать из числа представленных рисков повышающий (красный) либо понижающий (зеленый)</li>
        <li>Завершить задачу в отношении данного клиента и подтвердить</li>
    </ul>
</>
const task_2_1_1_desk = <><p>В рамках проведения НПК Вам необходимо определить категорию ваших клиентов, таких как повышающие либо понижающие риски.</p></>
const task_2_1_1 = <>
    <p>Провести НПК и определить категорию рисков.</p>
</>
const task_2_1_1_steps = <>
    <ul>
        <li>Выбрать из числа представленных рисков повышающий (красный) либо понижающий (зеленый)</li>
        <li>Завершить задачу в отношении данного клиента и перейти к следующему нажав кнопку «Далее».</li>
    </ul>
</>
const task_2_1_1_risk = <>
    За непринятие СФМ мер по надлежащей проверке клиентов (их представителей) и БС предусмотрена ответственность в виде
    административного штрафа в размере от 80 МРП до 300 МРП в зависимости от вида предпринимательства СФМ.
</>
const task_2_1_2_desk = <><p>В рамках проведения НПК Вам необходимо определить тип Вашего клиента, в соответствии с Вашей системой управления рисками.</p></>
const task_2_1_2 = <>Провести НПК и определить риски Вашего клиента по типу.</>
const task_2_1_2_steps = <><ul>
    <li>Копировать данные клиента (Ф.И.О. клиента либо наименование) или ИИН/БИН.</li>
    <li>Вставит в поисковое поле и нажать кнопку «Поиск».</li>
    <li>Если клиент найден в списке ПДЛ то необходимо «бегунок» кликнуть вправо «Риск имеется», в случае отсутствия влево «Риск отсутствует»</li>
</ul></>
const task_2_1_3_desk = <><p>В рамках проведения НПК Вам необходимо определить тип Вашего клиента, в соответствии с Вашей системой управления рисками.</p></>
const task_2_1_3 = <>Провести НПК и определить риски Вашего клиента по типу.</>
const task_2_1_3_steps = <><ul>
    <li>Копировать данные клиента (Ф.И.О. клиента либо наименование) или ИИН/БИН.</li>
    <li>Вставит в поисковое поле и нажать кнопку «Поиск».</li>
    <li>Если клиент найден в Перечне ФТ/ФРОМУ то необходимо «бегунок» кликнуть вправо «Риск имеется», в случае отсутствия влево «Риск отсутствует»</li>
</ul></>
const task_2_2_1 = <>
    <p>Провести НПК и определить страновой риск Вашего клиента.</p>
</>
const task_2_2_1_desk = <><p>В рамках проведения НПК Вам необходимо определить категории, относящиеся к страновому риску.</p></>
const task_2_2_1_steps = <>
    <ul>
        <li>Выбрать из числа представленных рисков повышающий (красный) либо понижающий (зеленый).</li>
        <li>Завершить задачу в отношении данного клиента и перейти к следующему нажав кнопку «Подтвердить».</li>
    </ul>
</>
const task_2_2_1_risk = <>За непринятие СФМ мер по надлежащей проверке клиентов (их представителей) и БС предусмотрена
    ответственность в виде административного штрафа в размере от 80 МРП до 300 МРП в зависимости от вида
    предпринимательства СФМ.</>
const task_2_2_2 = <>
    <ul>
        <li>Провести НПК.</li>
        <li>Определить риски.</li>
    </ul>
</>
const task_2_2_2_desk = <>СФМ необходимо распределить страны по трем группам риска.</>
const task_2_2_2_risk = <>За непринятие СФМ мер по надлежащей проверке клиентов (их представителей) и БС предусмотрена
    ответственность в виде административного штрафа в размере от 80 МРП до 300 МРП в зависимости от вида
    предпринимательства СФМ.</>
const task_2_2_2_steps = <>
    <ul>
        <li>Кликнуть на флаг страны, перетащить в соответствующую группу.</li>
        <li>Завершить задачу в отношении данного клиента и перейти к следующему нажав кнопку «Далее».</li>
    </ul>
</>
const task_2_2_3_desk = <>СФМ необходимо изучить представленные данные по его клиентам и определить риски, связанные с
    офшорными зонами.</>
const task_2_2_3 = <>
    <ul>
        <li>Провести НПК.</li>
        <li>Определить риски.</li>
    </ul>
</>
const task_2_2_3_steps = <>
    <ol>
        <li>Кликнуть «бегунок» вправо – в случае наличия соответствующего риска, влево – в случае его отсутствия.</li>
        <li>Для перехода к следующему клиенту нажать кнопку «Далее», для возврата к предыдущему «Назад».</li>
    </ol>
</>
const task_2_2_3_risk = <>За непринятие СФМ мер по надлежащей проверке клиентов (их представителей) и БС предусмотрена
    ответственность в виде административного штрафа в размере от 80 МРП до 300 МРП в зависимости от вида
    предпринимательства СФМ.</>
const task_2_3_1_desk = <><p>В рамках проведения НПК Вам необходимо определить категории, относящиеся к риску по продуктам и услугам.</p></>
const task_2_3_1 = <>
    <p>Провести НПК и определить риски по продуктам и услугам Вашего клиента.</p>
</>
const task_2_3_1_steps = <>
    <ol>
        <li>Выбрать из числа представленных рисков повышающий (красный) либо понижающий (зеленый).</li>
        <li>Завершить задачу в отношении данного клиента и перейти к следующему нажав кнопку «Подтвердить».</li>
    </ol>
</>
const task_2_3_1_risk = <>За непринятие СФМ мер по надлежащей проверке клиентов (их представителей) и БС предусмотрена
    ответственность в виде административного штрафа в размере от 80 МРП до 300 МРП в зависимости от вида
    предпринимательства СФМ.</>
const task_2_3_2_desk = <><p>Вам необходимо ознакомиться с видами операций с деньгами и (или) иным имуществом, подлежащих финансовому мониторингу.</p></>
const task_2_3_2 = <>Для выполнения задания ознакомиться со статьей 4 Закона о ПОД/ФТ.</>
const task_2_3_2_steps = <>
    <ul>
        <li>Прописать сумму пороговой операции по каждой приведенной операции с деньгами и (или) иным имуществом.</li>
        <li>Подтвердить.</li>
    </ul>
</>
const task_2_3_2_risk = <>За непринятие СФМ мер по надлежащей проверке клиентов (их представителей) и БС предусмотрена
    ответственность в виде административного штрафа в размере от 80 МРП до 300 МРП в зависимости от вида
    предпринимательства СФМ.</>
const task_2_3_3 = <>
    <ul>
        <li>Провести НПК.</li>
        <li>Определить риски.</li>
    </ul>
</>
const task_2_3_3_desk = <>СФМ необходимо определить операции, сумма которых равна либо превышает пороговое значение из
    числа операций с ювелирными изделиями.</>
const task_2_3_3_steps = <>В случае, если «Сделка относится к пороговой операции» кликнуть кнопку справа, «Сделка не
    относится к пороговой операции» - кликнуть кнопку слева.</>
const task_2_3_3_risk = <>За непредоставление, несвоевременное предоставление СФМ информации об операциях сумма которых
    равна/превышает пороговое значение предусмотрена административная ответственность в виде штрафа от 30 до 300 МРП, в
    зависимости от вида предпринимательства.</>
const task_2_3_4 = <>
    <ul>
        <li>Провести НПК.</li>
        <li>СФМ изучить риски по продуктам и услугам, которые могут быть использованы его клиентом. клиента.</li>
    </ul>
</>
const task_2_3_4_desk = <>СФМ необходимо изучить данные клиента, для определения его рисков, связанных с продуктами и
    услугами. </>
const task_2_3_4_steps = <>Ознакомиться с описанием сделки. В случае, если операция клиента имеет риски, связанные с
    использованием продуктов и услуг СФМ то кликнуть «бегунок» вправо, в случае отсутствия – влево.</>
const task_2_3_4_risk = <>За непринятие СФМ мер по надлежащей проверке клиентов (их представителей) и БС предусмотрена
    ответственность в виде административного штрафа в размере от 80 МРП до 300 МРП в зависимости от вида
    предпринимательства СФМ.</>
const task_2_4_1 = <><p>Для выполнения задания ознакомиться со статьей 4 Закона о ПОД/ФТ.</p></>
const task_2_4_1_desk = <><p>Вам необходимо определить что из представленных категорий относится к рискам по способам предоставления услуг.</p></>
const task_2_4_1_risk = <><ul>
    <li>Прописать сумму пороговой операции по каждой приведенной операции с деньгами и (или) иным имуществом.</li>
    <li>Подтвердить.</li>
</ul></>
const task_2_4_1_steps = <><ul>
    <li>Выбрать из числа представленных рисков повышающий (красный) либо понижающий (зеленый).</li>
    <li>Завершить задачу в отношении данного клиента и перейти к следующему нажав кнопку «Подтвердить».</li>
</ul></>
const task_2_4_2_desk = <>СФМ необходимо изучить данные клиента, для определения его рисков. Для каждой ситуации будет
    представлено описание, включающее информацию о способе предоставления продуктов и услуг СФМ и иные дополнительные
    сведения.</>
const task_2_4_2 = <>
    <ul>
        <li>Провести НПК.</li>
        <li>СФМ изучить риски клиента.</li>
    </ul>
</>
const task_2_4_2_steps = <>Ознакомиться с описанием сделки. В случае, если операция клиента имеет соответствующие риски,
    то СФМ необходимо кликнуть «бегунок» вправо, в случае отсутствия – влево.</>
const task_2_4_2_risk = <>За непринятие СФМ мер по надлежащей проверке клиентов (их представителей) и БС предусмотрена
    ответственность в виде административного штрафа в размере от 80 МРП до 300 МРП в зависимости от вида
    предпринимательства СФМ.</>
const task_2_5_1_desk = <>СФМ необходимо изучить данные по операции клиента, для определения его рисков по способу
    предоставления продуктов и услуг СФМ.</>
const task_2_5_1 = <>
    <ul>
        <li>Провести НПК.</li>
        <li>СФМ изучить риски клиента.</li>
    </ul>
</>
const task_2_5_1_steps = <>Кликнуть на «↑» - в случае повышенного риска, «↓» - в случае пониженного.</>
const task_2_5_1_risk = <>За непринятие СФМ мер по надлежащей проверке клиентов (их представителей) и БС предусмотрена
    ответственность в виде административного штрафа в размере от 80 МРП до 300 МРП в зависимости от вида
    предпринимательства СФМ.</>
const task_2_5_2_desk = <>СФМ необходимо изучить данные клиентов и определить их риски.</>
const task_2_5_2 = <>
    <ul>
        <li>Провести НПК.</li>
        <li>СФМ изучить риски клиента.</li>
    </ul>
</>
const task_2_5_2_steps = <>Ознакомиться с описанием сделки.
    В случае, если операция клиента имеет соответствующие риски, то СФМ необходимо кликнуть «бегунок» вправо, в случае
    отсутствия – влево.
</>
const task_2_5_2_risk = <>Ознакомиться с описанием сделки.
    В случае, если операция клиента имеет соответствующие риски, то СФМ необходимо кликнуть «бегунок» вправо, в случае
    отсутствия – влево.
</>

export const mockTasks = [
    {
        level: 1,
        subLevel: 1,
        taskCount: 1,
        status: 'proccess',
        name: 'Подача уведомления СФМ',
        tasks: [
            {
                name: 'Задача 1.1.1',
                description: task_1_1_1_desk,
                goal: task_1_1_1_goal,
                steps: task_1_1_1_steps,
                risk: task_1_1_1_risk,
                task: 1
            }
        ]
    },
    {
        level: 1,
        subLevel: 2,
        taskCount: 1,
        name: 'Определение ответственного лица по ПОД/ФТ',
        tasks: [
            {
                name: 'Задача 1.2.1',
                description: task_1_2_1_desk,
                goal: task_1_2_1,
                steps: task_1_2_1_steps,
                risk: task_1_2_1_risk,
                task: 1
            },
            {
                name: 'Задача 1.2.2',
                description: task_1_2_2_desk,
                goal: task_1_2_2,
                steps: task_1_2_2_steps,
                risk: task_1_2_2_risk,
                task: 2
            }
        ]
    },
    {
        level: 1,
        subLevel: 3,
        taskCount: 4,
        name: 'Регистрация в личном кабинете портала ВЕБ-СФМ',
        tasks: [
            {
                name: 'Задача 1.3.1',
                description: task_1_3_1_desk,
                goal: task_1_3_1_steps,
                steps: task_1_3_1,
                risk: task_1_3_1_risk,
                task: 1
            },
            {
                name: 'Задача 1.3.2',
                description: task_1_3_1_desk,
                goal: task_1_3_1_steps,
                steps: task_1_3_1,
                risk: task_1_3_1_risk,
                task: 2
            },
            {
                name: 'Задача 1.3.3',
                description: task_1_3_1_desk,
                goal: task_1_3_1_steps,
                steps: task_1_3_1,
                risk: task_1_3_1_risk,
                task: 3
            },
            {
                name: 'Задача 1.3.4',
                description: task_1_3_1_desk,
                goal: task_1_3_1_steps,
                steps: task_1_3_1,
                risk: task_1_3_1_risk,
                task: 4
            },
        ]
    },
    {
        level: 1,
        subLevel: 4,
        taskCount: 1,
        name: 'Формирование досье клиента',
        tasks: [
            {
                name: 'Задача 1.4.1',
                description: task_1_4_1_desk,
                goal: task_1_4_1_steps,
                steps: task_1_4_1,
                risk: task_1_4_1_risk,
                task: 1
            },
            {
                name: 'Задача 1.4.2',
                description: task_1_4_1_desk,
                goal: task_1_4_1_steps,
                steps: task_1_4_1,
                risk: task_1_4_1_risk,
                task: 2
            }
        ]
    },
    {
        level: 1,
        subLevel: 5,
        taskCount: 4,
        name: 'Разработка анкеты «Знай своего клиента»',
        tasks: [
            {
                name: 'Задача 1.5.1',
                description: task_1_5_1_desk,
                goal: task_1_5_1_steps,
                steps: task_1_5_1,
                risk: task_1_5_1_risk,
                task: 1
            }
        ]
    },
    {
        level: 2,
        subLevel: 1,
        taskCount: 1,
        name: 'Оценка риска в зависимости от типа клиента',
        tasks: [
            {
                name: 'Задача 2.1.1',
                description: task_2_1_1_desk,
                goal: task_2_1_1,
                steps: task_2_1_1_steps,
                risk: task_2_1_1_risk,
                task: 1
            },
            {
                name: 'Задача 2.1.2',
                description: task_2_1_2_desk,
                goal: task_2_1_2,
                steps: task_2_1_2_steps,
                risk: task_2_1_1_risk,
                task: 2
            },
            {
                name: 'Задача 2.1.3',
                description: task_2_1_3_desk,
                goal: task_2_1_3,
                steps: task_2_1_3_steps,
                risk: task_2_1_1_risk,
                task: 3
            },
            {
                name: 'Задача 2.1.4',
                description: task_2_1_4_desk,
                goal: task_2_1_4,
                steps: task_2_1_4_steps,
                risk: task_2_1_4_risk,
                task: 4
            }
        ]
    },
    {
        level: 2,
        subLevel: 2,
        taskCount: 1,
        name: 'Оценка странового риска',
        tasks: [
            {
                name: 'Задача 2.2.1',
                description: task_2_2_1_desk,
                goal: task_2_2_1,
                steps: task_2_2_1_steps,
                risk: task_2_2_1_risk,
                task: 1
            },
            {
                name: 'Задача 2.2.2',
                description: task_2_2_2_desk,
                goal: task_2_2_2,
                steps: task_2_2_2_steps,
                risk: task_2_2_2_risk,
                task: 2
            },
            {
                name: 'Задача 2.2.3',
                description: task_2_2_3_desk,
                goal: task_2_2_3,
                steps: task_2_2_3_steps,
                risk: task_2_2_3_risk,
                task: 3
            }
        ]
    },
    {
        level: 2,
        subLevel: 3,
        taskCount: 1,
        name: 'Оценка риска услуги и продукта',
        tasks: [
            {
                name: 'Задача 2.3.1',
                description: task_2_3_1_desk,
                goal: task_2_3_1,
                steps: task_2_3_1_steps,
                risk: task_2_3_1_risk,
                task: 1
            },
            {
                name: 'Задача 2.3.2',
                description: task_2_3_2_desk,
                goal: task_2_3_2,
                steps: task_2_3_2_steps,
                risk: task_2_3_2_risk,
                task: 2
            },
            {
                name: 'Задача 2.3.3',
                description: task_2_3_3_desk,
                goal: task_2_3_3,
                steps: task_2_3_3_steps,
                risk: task_2_3_3_risk,
                task: 3
            },
            {
                name: 'Задача 2.3.4',
                description: task_2_3_4_desk,
                goal: task_2_3_4,
                steps: task_2_3_4_steps,
                risk: task_2_3_4_risk,
                task: 4
            }
        ]
    },
    {
        level: 2,
        subLevel: 4,
        taskCount: 1,
        name: 'Оценка риска способа предоставления услуги',
        tasks: [
            {
                name: 'Задача 2.4.1',
                description: task_2_4_1_desk,
                goal: task_2_4_1,
                steps: task_2_4_1_steps,
                risk: task_2_4_1_risk,
                task: 1
            },
            {
                name: 'Задача 2.4.2',
                description: task_2_4_2_desk,
                goal: task_2_4_2,
                steps: task_2_4_2_steps,
                risk: task_2_4_2_risk,
                task: 2
            },
            {
                name: 'Задача 2.4.3',
                description: task_2_5_1_desk,
                goal: task_2_5_1,
                steps: task_2_5_1_steps,
                risk: task_2_5_1_risk,
                task: 1
            },
            {
                name: 'Задача 2.4.4',
                description: task_2_5_2_desk,
                goal: task_2_5_2,
                steps: task_2_5_2_steps,
                risk: task_2_5_2_risk,
                task: 2
            },
            {
                name: 'Задача 2.4.5',
                description: task_2_5_2_desk,
                goal: task_2_5_2,
                steps: task_2_5_2_steps,
                risk: task_2_5_2_risk,
                task: 3
            },
        ]
    },
    {
        level: 3,
        subLevel: 1,
        taskCount: 1,
        name: 'Надлежащая проверка клиента',
        tasks: [
            {
                name: 'Задача 3.1.1',
                description: testText,
                goal: testText,
                steps: testText,
                risk: testText,
                task: 1
            }
        ]
    },
    {
        level: 4,
        subLevel: 1,
        taskCount: 1,
        name: 'Мониторинг операции',
        tasks: [
            {
                name: 'Задача 4.1.1',
                description: testText,
                goal: testText,
                steps: testText,
                risk: testText,
                task: 1
            }
        ]
    },
]